Repository: JustForkin/silverjuke
Catalog: po/*.po
Languages: cs, de, fr, nl

source: Sleep mode activated.
cs: Režim spánku aktivován.
de: Schlafmodus aktiviert.
fr: Mode veille activé
nl: Slaapmodus geactiveerd.

source: Sleep mode deactivated.
cs: Režim spánku deaktivován.
de: Schlafmodus deaktiviert.
fr: Mode veille désactivé
nl: Slaapmodus niet actief.

source: Drag folders with music here.
cs: Sem přetáhněte složky s hudbou.
de: Ordner mit Musikdateien hierher ziehen.
fr: Tirez dans cette fenêtre un répertoire de fichiers musicaux.
nl: Mappen met muziek hierin slepen.

source: Show covers
cs: Zobrazit obaly
de: Cover anzeigen
fr: Afficher les pochettes
nl: Covers weergeven

source: Show album name
cs: Zobrazit název alba
de: Albumnamen anzeigen
fr: Afficher le nom de l'album
nl: Albumnaam weergeven

source: %s tracks
cs: %s skladeb
de: %s Titel
fr: %s titres

source: Reset to default values
cs: Reset na výchozí hodnoty
de: Standardwerte verwenden
fr: Réinitialiser aux valeurs standard
nl: Standaardinstellingen terugzetten

source: Shuffle
cs: Náhodný výběr
de: Zufällige Wiedergabe
fr: Lecture aléatoire
nl: Willekeurig afspelen

source: Recreating music library
cs: Vytvořit hudební knihovnu
de: Neuerstellung des Musikarchivs
fr: Recréation de la bibliothèque musicale
nl: Opnieuw het muziekarchief samenstellen

source: Updating music library
cs: Aktualizace hudební knihovny
de: Aktualisiere Musikarchiv
fr: Actualisation de la bibliothèque musicale
nl: Muziekarchief bijwerken

source: If you cancel the update process, your music library may not be up to date. Cancel the update process?
cs: Pokud zrušíte proces aktualizace, nebude seznam hudby aktuální. Zrušit proces aktualizace?
de: Wenn Sie den Aktualisierungsvorgang abbrechen ist Ihr Musikarchiv möglicherweise nicht auf dem aktuellen Stand. Aktualisierungsvorgang abbrechen?
fr: Si vous interrompez la procédure de mise à jour, la bibliothèque musicale ne sera peut-être pas complète. Voulez-vous annuler la mise à jour?
nl: Wanneer het bijwerken wordt geannuleerd, is het muziekarchief mogelijk niet aktueel. Bijwerken annuleren?

source: %s is currently playing. Do you want to stop the playing track and exit %s?
cs: %s momentálně přehrává skladbu. Chcete zastavit přehrávání skladby a ukončit %s?
de: Momentan spielt %s einen Titel. Möchten Sie den Titel stoppen und %s beenden?
fr: %s est en train de lire un titre. Voulez-vous arrêter la lecture et quitter %s?
nl: %s wordt afgespeeld. Wilt u het afspelen stoppen en %s beeindigen?

source: Exit %s
cs: Ukončit %s
de: %s beenden
fr: Quitter %s
nl: %s beeindigen

source: Cannot open "%s".
cs: Nelze otevřít "%s".
de: Kann "%s" nicht öffnen.
fr: Ouverture "%s" impossible.
nl: Kan "%s" niet openen.

source: Also install the script to "%s" for permanent use
cs: Nainstalovat skript "%s" pro trvalé použití
de: Das Skript außerdem in "%s" installieren und immer starten

source: Execute the script "%s"?
cs: Spustit skript "%s"?
de: Möchten Sie das Skript "%s" ausführen?

source: Search
cs: Hledání
de: Suchen
fr: Recherche
nl: Zoeken

source: Loading %s
cs: Načtení %s
de: Lade %s
fr: Chargement de %s
nl: Inlezen van %s

source: On
cs: Zapnuto
de: An
fr: Oui
nl: Aan

source: Off
cs: Vypnuto
de: Aus
fr: Non
nl: Uit

source: Repeat playlist
cs: Opakování playlistu
de: Wiedergabeliste wiederholen
fr: Répéter la playlist
nl: Afspeellijst herhalen

source: Repeat one
cs: Opakovat všechny skladby pouze jednou
de: Einen Titel wiederholen
fr: Répéter une fois
nl: Een track herhalen

source: Repeat all
cs: Opakovat všechny skladby
de: Alles wiederholen
fr: Répéter tous
nl: Alles herhalen

source: Select a track, then start playback.
cs: Vybrat skladbu, spustit přehrávání.
de: Wählen Sie zunächst einen Titel und starten Sie dann die Wiedergabe.
fr: Sélectionnez d'abord un titre, puis démarrez la lecture.
nl: Selecteer een track en start het afspelen.

source: Stop after this track
cs: Stop po této skladbě
de: Stop nach diesem Titel
fr: Stopper après ce titre
nl: Stop na deze track

source: Stop after each track
cs: Stop po každé skladbě
de: Stop nach jedem Titel

source: Remove played tracks from queue
cs: Odstranit přehrané skladby z playlistu
de: Gespielte Titel aus Warteschlange entfernen

source: More from current album
cs: Více z aktuálního alba
de: Mehr vom aktuellen Album
fr: Davantage sur l'album en cours
nl: Meer van huidige album

source: More from current artist
cs: Více z aktuálního interpreta
de: Mehr vom aktuellen Künstler
fr: Davantage sur l'artiste en cours
nl: Meer van huidige artiest

source: No more tracks.
cs: Žádné další skladby.
de: Keine weiteren Titel.
fr: Pas davantage de titres
nl: Geen tracks meer

source: Remove all %i tracks from the queue and stop playback?
de: %i Titel aus der Warteschlange entfernen und die Wiedergabe stoppen?
fr: Supprimer l'ensemble des %i titres de la playlist et stopper la lecture?
nl: Wilt u alle %i Tracks uit de afspeellijst verwijderen en het afspelen stoppen?

source: Clear playlist
cs: Vymazat playlist
de: Wiedergabeliste leeren
fr: Vider la playlist
nl: Afspeellijst wissen

source: Track played, click to reset
cs: Skladba přehrána, klikněte na reset
de: Titel wurde gespielt

source: Boredom avoided: Track moved down
cs: Skladba přesunuta nakonec
de: Titel wurde verschoben und Langeweile vermieden

source: Remove this track
cs: Odstranit tuto skladbu
de: Titel aus Warteschlange entfernen
fr: Supprimer ce titre de la playlist
nl: Track verwijderen

source: Toggle time mode
cs: Přepnout časový režim
de: Zeitanzeige umschalten
fr: Afficher la durée courue/restante
nl: Verstreken / Resterend tijd weergeven

source: Go to "%s"
cs: Přejít na "%s"
de: Gehe zu "%s"
fr: Aller aux "%s"
nl: Ga naar "%s"

source: End search
cs: Konec hledání
de: Suche beenden
fr: Fin de recherche
nl: Zoeken stoppen

source: click right for options
cs: klikněte pravým tlačítkem pro možnosti
de: klicken Sie rechts für Optionen
fr: clic droit pour les options
nl: Klik rechtermuisknop voor opties

source: Volume
cs: Hlasitost
de: Lautstärke

source: Double-click to enlarge the cover
cs: Dvojklikem zvětšíte obal
de: Doppelklick: Cover vergrößern
fr: Double-clic pour agrandir la pochette
nl: Dubbelklikken om cover te vergroten

source: Close this window and exit %s
cs: Ukončit %s
de: Fenster schließen und %s beenden
fr: Fermer la fenêtre et quitter %s
nl: Venster sluiten en %s stoppen

source: Open main menu
cs: Otevřít hlavní menu
de: Hauptmenü öffnen
fr: Ouvrir le menu principal
nl: Hoofdmenu openen

source: Toggle shuffle mode
cs: Přepnout režim náhodného přehrávání
de: Zufällige Wiedergabe
fr: Lecture aléatoire
nl: Willekeurig afspelen

source: Repeat all/repeat current
cs: Opakování všech/opakování aktuálních
de: Alle Titel/einen Titel wiederholen
fr: Répéter tous les titres/le titre en cours
nl: Herhaal alles / huidige track

source: Search in "%s"
cs: Hledat v "%s"
de: Suche in "%s"
fr: Rechercher dans "%s"
nl: Zoeken in "%s"

source: Fatal error
cs: Fatální chyba
de: Fataler Fehler
fr: Erreur fatale
nl: Fatale Fout

source: Ctrl
de: Strg

source: Enlarge window
cs: Zvětšit okno
de: Fenster vergrößern
fr: Agrandir la fenêtre
nl: Venster vergroten

source: Shrink window
cs: Zmenšit okno
de: Fenster verkleinern
fr: Diminuer la fenêtre
nl: Venster verkleinen

source: Enlarge display
cs: Zvětšit zobrazení
de: Display vergrößern
fr: Augmenter la taille d'affichage
nl: Display vergroten

source: Shrink display
cs: Zmenšit zobrazení
de: Display verkleinern
fr: Diminuer la taille d'affichage
nl: Display verkleinen

source: Full screen
cs: Celá obrazovka
de: Ganzer Bildschirm
fr: Plein écran
nl: Volledig scherm

source: Show file
cs: Zobrazit soubor
de: Datei anzeigen
fr: Voir le fichier
nl: Bestand weergeven

source: Reveal in Finder
cs: Najít ve vyhledávači
de: Im Finder zeigen
fr: Afficher dans le Finder
nl: In Finder weergeven

source: State
cs: Stav
de: Status
fr: Etat
nl: Status

source: Modules on the web...
cs: Moduly na webu...
de: Module im Internet...
fr: Modules sur internet...
nl: Module op Internet...

source: File
cs: Soubor
de: Datei
fr: Fichier
nl: Bestand

source: Edit
cs: Upravit
de: Bearbeiten
fr: Editer
nl: Bewerken

source: View
cs: Zobrazit
de: Ansicht
fr: Affichage
nl: Beeld

source: Playback
cs: Přehrávání
de: Wiedergabe
fr: Lecture
nl: Afspelen

source: Kiosk mode
cs: Kiosk režim
de: Kiosk-Modus
fr: Mode kiosque

source: Help
cs: Pomoc
de: Hilfe
fr: Aide

source: Online help
cs: Online nápověda
de: Online-Hilfe
fr: Aide en ligne

source: About %s
cs: O %s
de: Über %s
fr: A propos de %s
nl: Over %s

source: Show elapsed time
cs: Zobrazit uplynulý čas
de: Abgelaufene Zeit anzeigen
fr: Afficher le temps couru
nl: Verstreken tijd weergeven

source: Show remaining time
cs: Zobrazit zbývající čas
de: Verbleibende Zeit anzeigen
fr: Afficher le temps restant
nl: Resterende tijd weergeven

source: Same zoom in all views
cs: Stejné přiblížení ve všech pohledech
de: Gleiche Vergrößerung in allen Ansichten
fr: Même zoom sur toutes les vues
nl: Zelfde beeldgrootte in alle schermen

source: Zoom
cs: Přiblížení
de: Vergrößerung

source: Queue
cs: Playlist
de: Warteschlange
fr: Playlist

source: Current view
cs: Aktuální zobrazení
de: Aktuelle Ansicht
fr: Affichage actuel
nl: Huidige weergave

source: Next track from "%s"
cs: Další skladba z "%s"
de: Nächster Titel aus "%s"
fr: Titre suivant de "%s"
nl: Volgende Track uit "%s"

source: Next track
cs: Další skladba
de: Nächster Titel
fr: Titre suivant
nl: Volgende Track

source: Search for genre
cs: Vyhledat podle žánru
de: Suche nach Musikrichtung
fr: Rechercher genre
nl: Zoeken op genre

source: Search for music selection
cs: Vyhledat podle výběru hudby
de: Suche nach Musikauswahl
fr: Rechercher sélection de musique
nl: Zoeken op muziekselectie

source: Edit tracks/Get info
cs: Úpravy skladeb/Více info
de: Titel bearbeiten/Info
fr: Contenu de la piste/Infos
nl: Track bewerken/Info

source: Default
cs: Výchozí
de: Standard
fr: Standard
nl: Standaard

source: Several artists
cs: Několik interpretů
de: Verschiedene Künstler
fr: Plusieurs artistes
nl: Verschiedene Artiesten

source: Unknown title
cs: Neznámá skladba
de: Unbekannter Titel
fr: Titre inconnu
nl: Onbekende Titel

source: Save playlist
cs: Uložit playlist
de: Wiedergabeliste speichern
fr: Sauvegarder la playlist
nl: Afspeellijst opslaan

source: Cannot write "%s".
cs: Nelze zapsat "%s".
de: Kann "%s" nicht schreiben.
fr: Ecriture "%s" impossible.
nl: Kan "%s" niet opslaan.

source: Open playlist
cs: Otevřít playlist
de: Wiedergabeliste öffnen
fr: Ouvrir playlist
nl: Open afspeellijst

source: Title
cs: Titul
de: Titel
fr: Titre
nl: Titel

source: Track number
cs: Číslo skladby
de: Titelnummer
fr: Numéro de la piste
nl: Track nummer

source: Track count
cs: Počet skladeb
de: Titelanzahl
fr: Nombre de titres
nl: Track aantal

source: Disk number
cs: Číslo disku
de: Disknummer
fr: Numéro du support
nl: Disknummer

source: Disk count
cs: Počet disků
de: Diskanzahl
fr: Nombre de supports
nl: Disk aantal

source: Artist
cs: Interpret
de: Künstler
fr: Artiste
nl: Artiest

source: Original artist
cs: Původní interpret
de: Originärer Künstler
fr: Artiste à l'origine
nl: Originele artiest

source: Composer
cs: Skladatel
de: Komponist
fr: Compositeur
nl: Componist

source: Genre
cs: Žánr
de: Musikrichtung

source: Group
cs: Skupina
de: Gruppierung
fr: Groupe
nl: Groep

source: Comment
cs: Komentář
de: Kommentar
fr: Commentaire
nl: Commentaar

source: Year
cs: Rok
de: Jahr
fr: Année
nl: Jaar

source: Duration
cs: Délka
de: Dauer
fr: Durée
nl: Tijdsduur

source: Channels
cs: Kanály
de: Kanäle
fr: Canaux
nl: Kanalen

source: File name
cs: Název souboru
de: Dateiname
fr: Nom du fichier
nl: Bestandsnaam

source: File size
cs: Velikost souboru
de: Dateigröße
fr: Taille du fichier
nl: Bestandsgrootte

source: Date added
cs: Datum vložení
de: Hinzugefügt
fr: Date ajout
nl: Toegevoegd

source: Date modified
cs: Datum změny
de: Geändert
fr: Date modification
nl: Veranderd

source: Last played
cs: Naposledy přehráno
de: Zuletzt gespielt
fr: Dernière lecture
nl: Laatst afgespeeld

source: Play count
cs: Počet přehrání
de: Anzahl Abspielungen
fr: Nombre de lectures
nl: Aantal keren afgespeeld

source: SQL expression
cs: SQL výraz
de: SQL-Ausdruck
fr: Expression SQL

source: Limit result to
cs: Omezit výsledek na
de: Ergebnis limitieren auf
fr: Limiter le résultat à
nl: Beperken tot

source: Title/artist/album
cs: Název/interpret/album
de: Titel/Künstler/Album
fr: Titre/artiste/album
nl: Titel/Artiest/Album

source: File type
cs: Typ souboru
de: Dateityp
fr: Type de fichier
nl: Bestandstype

source: Queue position
cs: Pořadí ve frontě
de: Warteschlangenpos.
fr: Position dans la playlist
nl: Positie in de lijst

source: Include tracks
cs: Obsah skladeb
de: Titel einschließen
fr: Titres inclus
nl: Tracks toevoegen

source: Exclude tracks
cs: Vyloučit skladby
de: Titel ausschließen
fr: Titres exclus
nl: Tracks uitsluiten

source: Random
cs: Náhodné přehrávání
de: Zufall
fr: De manière aléatoire
nl: Willekeurig

source: Press "%s" in the main window
cs: Stiskni "%s" v hlavním okně
de: Drücken Sie "%s" im Hauptfenster
fr: Appuyez sur "%s" dans la fenêtre principale
nl: Klikken op "%s" in het hoofdvenster

source: Insert
cs: Vložit
de: Einfügen
fr: Inclure
nl: Invoegen

source: Del
de: Entf
fr: Supprimer
nl: Wissen

source: Please enter the date as "dd.mm.yyyy", you can also add "hh:mm" for the time.
cs: Zadejte prosím datum "dd.mm.yyyy", můžete také zadat čas "hh: mm".
de: Bitte geben Sie das Datum als "tt.mm.jjjj" ein; Sie können "hh:mm" für die Zeit hinzufügen.
fr: Veuillez entrez la date sous la forme "jj.mm.aaaa" ; vous pouvez rajouter l'heure sous la forme "hh:mm" .
nl: Datum invoeren als "dd.mm.jjjj" ; je kunt "hh:mm" toevoegen voor de tijd.

source: Please enter the text.
cs: Zadejte prosím text.
de: Bitte geben Sie den Text ein.
fr: Veuillez entrer le texte.
nl: Voer de tekst in

source: Please enter a value.
cs: Zadejte prosím hodnotu.
de: Bitte geben Sie einen Wert ein.
fr: Veuillez entrer une valeur.
nl: Voer de waarde in

source: Please enter a valid value.
cs: Zadejte prosím platnou hodnotu.
de: Bitte geben Sie einen gültigen Wert ein.
fr: Veuillez entrer une valeur plausible.
nl: Voer een geldige waarde in.

source: (second field)
cs: (Druhé pole)
de: (zweites Feld)
fr: (deuxième champ)
nl: (Tweede Veld)

source: No valid criteria defined.
cs: Žádná platná kritéria stanovená.
de: Keine gültigen Kriterien definiert.
fr: Aucun critère valide de défini.
nl: Geen geldige criteria gedefinieerd.

source: The search cannot be started; please check the following fields:
cs: Hledání nelze spustit, zkontrolujte následující oblasti:
de: Die Suche kann nicht ausgeführt werden; bitte überprüfen Sie die folgenden Felder:
fr: La recherche ne peut être réalisée ; veuillez vérifier les champs suivants:
nl: Het zoeken kan niet starten; Controleer de volgende velden:

source: Note: The operators "equal" and "unequal" are case-sensitive.
cs: Poznámka: Operátory "stejné" a "nerovné" jsou citlivý na velikost písmen.
de: Hinweis: "gleich" und "ungleich" unterscheidet die Groß- und Kleinschreibung.
fr: Remarque: les opérateurs "égal" et "différent" ont un impact sur la recherche.
nl: Let Op: "gelijk" und "ongelijk" maakt onderscheid tussen Hoofd en kleine letters.

source: Cancel
cs: Zrušit
de: Abbrechen
fr: Annuler
nl: Annuleren

source: Page left
de: Seite links
fr: Page de gauche
nl: Pagina links

source: Page right
de: Seite rechts
fr: Page de droite
nl: Pagina rechts

source: Page up
de: Seite hoch
fr: Page suivante
nl: Pagina omhoog

source: Page down
de: Seite runter
fr: Page précédente
nl: Pagina omlaag

source: Menu
de: Menü

source: Cursor left
de: Cursor links
fr: Curseur à gauche
nl: Cursor links

source: Cursor right
de: Cursor rechts
fr: Curseur à droite
nl: Cursor rechts

source: Cursor up
de: Cursor hoch
fr: Curseur haut
nl: Cursor omhoog

source: Cursor down
de: Cursor runter
fr: Curseur bas
nl: Cursur omlaag

source: Line left
de: Zeile links
fr: Ligne à gauche
nl: Regel links

source: Line right
de: Zeile rechts
fr: Ligne à droite
nl: Regel rechts

source: Line up
de: Zeile hoch
fr: Ligne au dessus
nl: Regel omhoog

source: Line down
de: Zeile runter
fr: Ligne en dessous
nl: Regel omlaag

source: Home
de: Pos 1

source: End
de: Ende
fr: Fin
nl: Einde

source: Delete
cs: Vymazat
de: Löschen
fr: Supprimer
nl: Wissen

source: Album view
cs: Zobrazit album
de: Albenansicht
fr: Vue de l'album
nl: Album scherm

source: Cover view
cs: Zobrazit obal
de: Coveransicht
fr: Vue de la pochette
nl: Cover scherm

source: List view
cs: Zobrazit seznam
de: Listenansicht
fr: Vue sous forme de liste
nl: Lijst scherm

source: Toggle view
cs: Přepnout zobrazení
de: Ansicht umschalten
fr: Changer de vue
nl: scherm wisselen

source: Unqueue marked tracks
cs: Odstranit z playlistu označené skladby
de: Markierte Titel entfernen
fr: Enlever les titres qui sont marqués
nl: Gemarkeerde tracks uit afspeellijst verwijderen

source: Unqueue all but marked tracks
cs: Odstranit z playlistu všechny skladby kromě označených
de: Alles außer Markierung entfernen
fr: Enlever tous les titres hormis ceux qui sont marqués
nl: Alle tracks, behalve de gemarkeerde, uit afspeellijst verwijderen

source: Paste
cs: Vložit
de: Einfügen
fr: Coller
nl: Plakken

source: Update music library
cs: Aktualizovat hudební knihovnu
de: Musikarchiv aktualisieren
fr: Actualiser la bibliothèque musicale
nl: Muziekarchief bijwerken

source: Recreate music library
cs: Vytvořit hudební knihovnu
de: Musikarchiv neu erstellen
fr: Recréer la bibliothèque musicale
nl: Opnieuw het muziekarchief samenstellen

source: Enqueue tracks
cs: Vložit skladby do playlistu
de: Titel in Warteschlange stellen
fr: Copier les titres dans la playlist
nl: Track in afspeellijst plaatsen

source: Play tracks next
cs: Přehrát další skladby
de: Titel als nächstes spielen
fr: Lire les titres à la suite du titre en cours
nl: Tracks als eerstvolgeden afspelen

source: Play tracks now
cs: Přehrát skladby okamžitě
de: Titel jetzt spielen
fr: Lire les titres maintenant
nl: Tracks nu afspelen

source: Unqueue tracks
cs: Odstranění skladeb z playlistu
de: Titel aus Warteschlange entfernen
fr: Supprimer les titres de la playlist
nl: Track uit afspeellijst verwijderen

source: Play
cs: Přehrát
de: Wiedergabe
fr: Lecture
nl: Afspelen

source: Previous track
cs: Předchozí skladba
de: Vorheriger Titel
fr: Titre précédent
nl: Vorige track

source: Seek backward
cs: Posun zpět
de: Zurückspulen
fr: Recherche arrière
nl: achteruit zoeken

source: Seek forward
cs: Posun vpřed
de: Vorspulen
fr: Recherche avant
nl: Vooruit zoeken

source: Fade to next
cs: Plynule přejít na další
de: Zum nächsten Titel überblenden
fr: Fondu vers le titre suivant
nl: Met mixeffect naar de volgende

source: Volume up
cs: Zesílení
de: Lauter
fr: Augmenter le volume
nl: Harder

source: Volume down
cs: Zeslabení
de: Leiser
fr: Diminuer le volume
nl: Zachter

source: Mute
cs: Ztlumit
de: Ton aus
fr: Enlever le son

source: Reaload skin
de: Skin neu laden

source: Smooth
cs: Hladký
de: Kanten glätten
fr: Adoucir la structure de l'image
nl: zacht

source: Select all
cs: Vybrat vše
de: Alles auswählen
fr: Tout sélectionner
nl: Alles selecteren

source: Zoom in
cs: Přiblížit
de: Vergrößern
fr: Zoom avant

source: Zoom out
cs: Oddálit
de: Verkleinern
fr: Zoom arrière
nl: Zoom uit

source: Normal zoom
cs: Normální přiblížení
de: Normale Vergrößerung
fr: Zoom normal
nl: Normale zoom

source: Always on top
cs: Vždy napovrchu
de: Immer im Vordergrund
fr: Toujours visible
nl: Altijd op de voorgrond

source: Go to current track
cs: Přejít na aktuální skladby
de: Gehe zum aktuellen Titel
fr: Aller à la piste en cours
nl: Ga naar huidige track

source: Go to marked track
cs: Přejít na označený skladby
de: Gehe zum markierten Titel
fr: Aller à la piste marquée
nl: Ga naar gemarkeerde track

source: Go to random album
cs: Přejít na náhodné album
de: Gehe irgendwo hin
fr: Aller à l'album en mode aléatoire
nl: Ga naar willekeurig album

source: Go to previous letter
cs: Přejít na předchozí písmeno
de: Gehe zum vorherigen Buchstaben
fr: Aller à la lettre précédente
nl: Ga naar de vorige brief

source: Go to next letter
cs: Přejít na další písmeno
de: Gehe zum nächsten Buchstaben
fr: Aller à la lettre suivante
nl: Ga naar de volgende brief

source: Add credit
cs: Dobít kredit
de: Kredit hinzufügen
fr: Ajout de jetons
nl: Tegoed toevoegen

source: Tools
cs: Nástroje
de: Extras
fr: Outils

source: Save
cs: Uložit
de: Speichern
fr: Enregistrer
nl: Opslaan

source: Revert to saved
cs: Vrátit se k uloženému
de: Änderungen verwerfen
fr: Annuler les modifications
nl: Veranderingen ongedaan maken

source: Rotate left
cs: Otočit vlevo
de: Linksrum drehen
fr: Rotation à gauche
nl: Linksom roteren

source: Rotate right
cs: Otočit vpravo
de: Rechtsrum drehen
fr: Rotation à droite
nl: Rechtsom roteren

source: Flip horizontally
cs: Překlopit vodorovně
de: Horizontal spiegeln
fr: Miroir horizontal
nl: Horizontaal spiegelen

source: Flip vertically
cs: Překlopit svisle
de: Vertikal spiegeln
fr: Miroir vertical
nl: Vertikaal spiegelen

source: Grayscale
cs: Ve stupních šedi
de: Graustufen
fr: Niveaux de gris
nl: Grijswaarden

source: Negative
cs: Negativní
de: Negativ
fr: Négatif
nl: Negatief

source: Fit to screen
cs: Přizpůsobit obrazovce
de: An Bildschirmgröße anpassen
fr: Adapter à l'écran
nl: Aanpassen aan Beeldschermgrootte

source: Decrease brightness
cs: Snížení jasu
de: Helligkeit verringern
fr: Diminuer la luminosité
nl: Helderheid verlagen

source: Increase brightness
cs: Zvýšení jasu
de: Helligkeit erhöhen
fr: Augmenter la luminosité
nl: Helderheid verhogen

source: Decrease contrast
cs: Snížení kontrastu
de: Kontrast verringern
fr: Diminuer le contraste
nl: Contrast verlagen

source: Increase contrast
cs: Zvýšení kontrastu
de: Kontrast erhöhen
fr: Augmenter le contraste
nl: Contrast verhogen

source: Normal brightness/contrast
cs: Normální jas/kontrast
de: Helligkeit/Kontrast normal
fr: Luminosité et contraste par défaut
nl: Normale Helderheid/Contrast

source: Crop
cs: Oříznout
de: Ausschnitt
fr: Recadrage
nl: Uitsnede

source: Please press the shortcut to add.
cs: Stiskněte prosím klávesovou zkratku pro přidání.
de: Bitte drücken Sie das hinzuzufügende Tastaturkürzel.
fr: Pressez sur le raccourci à rajouter.
nl: Op de Sneltoetsen klikken om toe te voegen.

source: System-wide:
cs: Pro celý systém:
de: Systemweit:
fr: Ensemble du système
nl: Systeembreed:

source: Remove shortcut "%s"
cs: Odstranit klávesovou zkratku "%s"
de: Tastaturkürzel "%s" entfernen
fr: Supprimer le raccourci "%s"
nl: Sneltoetsen "%s" verwijderen

source: Add system-wide shortcut...
cs: Přidat klávesovou zkratku pro celý systém...
de: Tastaturkürzel systemweit hinzufügen...
fr: Ajouter un raccourci à l'ensemble du système...
nl: Systeenbrede sneltoetsen toevoegen...

source: Add shortcut to "%s"...
cs: Přidat klavesovou zkratku na "%s"...
de: Tastaturkürzel zu "%s" hinzufügen...
fr: Ajouter le raccourci à "%s"...
nl: Sneltoetsen "%s" toevoegen...

source: The shortcut "%s" is currently assigned to the command "%s". Do you want to assign it to the shortcut "%s" now?
cs: Klávesová zkratka "%s" je aktuálně přiřazena k příkazu "%s". Chcete přiřadit klávesovou zkratku na "%s"?
de: Das Tastaturkürzel "%s" ist momentan dem Befehl "%s" zugeordnet. Möchten Sie diese Zuordnung aufheben und das Tastaturkürzel dem Befehl "%s" zuordnen?
fr: Le raccourci "%s" est actuellement utilisé par la commande "%s". Voulez-vous attribuer ce raccourci à la commande "%s" ?
nl: De sneltoetsen "%s" zijn momenteel toegewezen aan de opdracht "%s" . Toewijzen aan de sneltoetsen "%s"?

source: Mouse
cs: Myš
de: Maus

source: Drag window content
cs: Přetáhněte obsah okna
de: Fensterinhalt verschieben
fr: Tirer le contenu de la fenêtre
nl: Vensterinhoud verslepen
