Repository: JustForkin/silverjuke
Catalog: po/*.po
Languages: cs, de, fr, nl

source: Click to select all tracks of this disk, double-click to play them
cs: Kliknutím označíte všechny skladby tohoto disku, dvojklikem vložíte do playlistu
de: Klick/Doppelklick: Alle Titel dieser Disk auswählen/abspielen
fr: Clic pour sélectionner tous les titres du support/double-clic pour les lire
nl: Klikken om alle tracks van deze disk te selecteren, Dubbelklikken om ze af te spelen

source: Double-click to enqueue "%s"
cs: Vložit "%s" do playlistu
de: Doppelklick: "%s" in Warteschlange stellen
fr: Double-clic: ajouter "%s" dans la playlist
nl: Dubbelklikken om "%s" in de afspeellijst te plaatsen

source: Do you want to enqueue all %i selected tracks?
de: Möchten Sie alle %i ausgewählten Titel in die Warteschlange stellen?
fr: Voulez-vous transférer les %i titres dans la playlist?
nl: Alle %i geselecteerde tracks in de afspeellijst plaatsen?

source: Size
cs: Velikost
de: Größe
fr: Taille
nl: grootte

source: Gain
cs: Zisk
de: Verstärkung
fr: Amplification
nl: Versterking

source: Read music-files from the following folders and sources:
cs: Načíst hudební soubory z těchto složek a zdrojů:
de: Musikdateien aus den folgenden Ordnern bzw. Quellen lesen:
fr: Lire les fichiers de musique depuis les répertoires et sources ci-après:
nl: Muziekbestanden lezen in de volgende mappen en bronnen:

source: Read music-files from the following sources:
cs: Načíst hudební soubory z těchto zdrojů:
de: Musikdateien aus den folgenden Quellen lesen:
fr: Lire les fichiers de musique depuis la source suivante:
nl: Muziekbestanden lezen in de volgende bronnen:

source: Add source
cs: Přidat zdroj
de: Quelle hinzufügen
fr: Ajouter une source
nl: Bron toevoegen

source: Remove source
cs: Odstranit zdroj
de: Quelle entfernen
fr: Supprimer la source
nl: Bron verwijderen

source: Options
cs: Možnosti
de: Optionen
nl: Opties

source: Options for "%s"
cs: Možnosti pro "%s"
de: Optionen für "%s"
fr: Options pour "%s"
nl: Opties voor "%s"

source: Options...
cs: Možnosti...
de: Optionen...
nl: Opties...

source: Please select a playlist, some files or enter a streaming URL
cs: Vyberte prosím seznam skladeb, hudební soubory, nebo zadejte URL streamu
de: Bitte Wiedergabeliste/Dateien auswählen oder die URL eines Streams eingeben
fr: Sélectionnez une playlist, des fichiers ou entrez une URL
nl: Selecteer een afspeellijst, bestanden of geef een streaming URL

source: Append to current playlist
cs: Připojit k aktuálnímu playlistu
de: An aktuelle Wiedergabeliste anhängen
fr: Ajouter à playlist
nl: Naar huidige afspeellijst

source: Automatic control
cs: Automatické řízení
de: Automatische Steuerung
fr: Contrôles automatiques
nl: Automatisch uitvoeren

source: Go to current track after %i minutes of inactivity
cs: Přejít na aktuální skladby po %i minutách nečinnosti
de: Gehe zu aktuellem Titel nach %i Minuten Inaktivität
fr: Aller au titre en cours après %i minutes d'inactivité
nl: Ga naar huidige track na %i minuten geen activiteit

source: Reset view after %i minutes of inactivity to
cs: Reset zobrazení po %i minutách nečinnosti
de: Ansicht nach %i Minuten Inaktivität umschalten auf

source: Volume control
cs: Ovládání hlasitosti
de: Lautstärkesteuerung
fr: Diminuer le volume
nl: Volume controle

source: Play all tracks of an album with the same volume
cs: Přehrát všechny skladby ze stejného alba se stejnou hlasitostí
de: Alle Titel eines Albums mit derselben Lautstärke spielen
fr: Lire tous les titres d'un album avec le même niveau de volume
nl: Alle Tracks van een album met hetzelfde volume afspelen

source: Desired volume:
cs: Požadované zesílení:
de: Gewünschte Lautstärke:
fr: Volume souhaité:
nl: Gewenste volume:

source: Max. gain:
cs: Max. zisk:
de: Max. Verstärkung:
fr: Ampli. maximum:
nl: Max. Volume:

source: Current volume:
cs: Aktuální hlasitost:
de: Aktuelle Lautstärke:
fr: Volume actuel:
nl: Huidig volume:

source: Calculated volumes:
cs: Vypočítaná hlasitost:
de: Berechnete Lautstärken:
fr: Niveaux sonores calculés:
nl: Berekende volume:

source: Fading
cs: Prolínání
de: Überblendungen
fr: Fondu
nl: Mixen

source: Crossfading
cs: Prolínání
de: Titel überblenden
fr: Fondu
nl: mixen

source: Manual crossfades:
cs: Manuální prolínání:
de: Manuelle Überblendungen:
fr: Fondu ouv/fermeture manuel:
nl: Handmatig mix-effect

source: Automatic crossfades:
cs: Automatická prolínání:
de: Automatische Überblendungen:
fr: Fondu ouv/fermeture automatique:
nl: Automatisch mix-effect

source: No crossfades between subsequent tracks of the same album
cs: Zakázat prolínání mezi skladbami ze stejného alba
de: Keine Überblendung zwischen aufeinanderfolgenden Titeln des selben Albums
fr: Pas de fondu entre les pistes du même album
nl: Geen mixeffect tussen twee opvolgende tracks van hetzelfde album

source: Only fade out the old track, the new track starts with full volume
cs: Jakmile dohraje stará skladba, nová skladba začíná s plným zesílením
de: Nur den alten Titel ausblenden, der neue startet mit voller Lautstärke
fr: Fondu de fermeture sur l'ancien titre, le nouveau titre démarre au volume normal
nl: Alleen oude track uitmixen, nieuwe track begint met normaal volume

source: Skip silence between tracks
cs: Přeskočit ticho mezi skladbami
de: Stille zwischen Titeln überspringen
fr: Sauter le silence entre deux titres
nl: Stilte tussen twee tracks overslaan

source: Other fadings
cs: Ostatní volby prolínání
de: Sonstige Ein- und Ausblendungen
fr: Autres fondus
nl: Andere mix-effecten

source: The following options define the behaviour of the queue. For the "shuffle intensity", small values create only slight variations of the queue order, whereas large values cause major variations.
cs: Následující volby definují chování playlistu. Pro "shuffle intenzitu" nízká hodnota vytváří pouze slabé variace z nabídky playlistu (dosud nehraných skladeb), zatímco velká hodnota vytváří velké variace.
de: Hier können Sie das verhalten der Warteschlange festlegen. Zur "Intensität des Zufallsmodus": Kleine Werte resultieren in nur leichten Variationen der Abspielreihenfolge, große Werte bewirken starke Änderungen.
fr: Avec "l'intensité du mode aléatoire", vous pouvez contrôler le déroulement de la lecture aléatoire. Une valeur faible engendre des petites variations dans la playlist, une valeur importante des variations plus conséquentes.

source: Allow max. %i tracks waiting in queue
cs: Povolit max. %i skladeb čekajících ve frontě
de: Max. %i Titel in Warteschlange zulassen
fr: Au maximum, autoriser %i titres dans la playlist
nl: Max. %i tracks in de afspeellijst toestaan

source: Avoid double tracks waiting in queue
cs: Zamezit přidání duplicitních skladeb do playlistu, které již čekájí ve frontě
de: Doppelte Titel in Warteschlange vermeiden
fr: Eviter deux titres identiques dans la file d'attente
nl: Dubbele tracks in afspeellijst weigeren

source: Avoid boredom: No track repetition within %i minutes
cs: Neopakovat stejné skladby během %i minut
de: Langeweile vermeiden: Keinen Titel innerhalb %i Minuten mehrmals spielen
fr: Eviter l'ennui : ne pas répéter un titre durant une période de %i minutes
nl: Saaiheid voorkomen: Geen track meerdere keren afspelen binnen %i minuten

source: Avoid boredom: No artist repetition within %i minutes
cs: Neopakovat stejného interpreta během %i minut
de: Langeweile vermeiden: Keinen Künstler innerhalb %i Minuten mehrmals spielen
fr: Eviter l'ennui : ne pas répéter un artiste durant une période de %i minutes

source: Shuffle intensity:
cs: Shuffle intenzita:
de: Intensität des Zufallsmodus:
fr: Intensité du niveau de lecture aléatoire:
nl: Variatie willekeurig afspelen

source: Use the following options to define which actions should be done automatically after given timeouts.
cs: Použijte následující volby k nastavení akcí, které budou automaticky provedeny po určitém čase.
de: Mit den folgenden Optionen können Sie Aktionen festlegen, die nach einer bestimmten Zeitspanne automatisch ausgeführt werden sollen.
fr: Les options suivantes régissent les actions à entreprendre automatiquement à la fin de durées prédéfinies:
nl: Gebruik de volgende opties om te bepalen welke acties automatisch worden uitgevoerd na een bepaalde tijd.

source: AutoPlay: If the playlist is empty, wait %i minutes;
cs: Automatické přehrávání: Pokud je playlist prázdný, počkat %i minut
de: AutoPlay: Wenn die Wiedergabeliste leer ist, warte %i Minuten;
fr: AutoPlay: En l'absence de playlist, attendre %i minutes,
nl: Automatisch afspelen: Als de afspeellijst leeg is, %i minuten wachten;

source: then, play %i tracks from the %s
cs: a pak přehrát %i skladby z %s
de: spiele danach %i Titel aus %s
fr: puis lire %i titres de la %s
nl: daarna %i Tracks afspelen uit %s

source: Ignore tracks from the music selection
cs: Ignorovat skladby z hudebního výběru
de: Titel aus der Musikauswahl ausschliessen

source: Manually enqueued tracks interrupt AutoPlay immediately
cs: Po vložení skladby do playlistu okamžitě přerušit přehrávání skladby z automatického přehrávání
de: AutoPlay durch manuell eingestellte Titel sofort unterbrechen
fr: Les pistes mises manuellement en file d'attente arrêtent immédiatement la lecture automatique
nl: Handmatig toevoegen van tracks aan de afspeellijst onderbreekt direct het automatisch afspelen

source: Sleep mode:
cs: Režim spánku:
de: Schlafmodus:
fr: Mode veille
nl: Slaapmode:

source: Stop playback
cs: Zastavit přehrávání
de: Wiedergabe beenden
fr: Stop lecture
nl: Stop afspelen

source: in|after|at|always in|always after|always at
cs: za|po|v|vždy za|vždy po|pokaždé v
de: in|nach|um|immer in|immer nach|immer um
fr: dans|après|à|toujours dans|toujours après|toujours à
nl: in|na|om|altijd in|altijd na|altijd om

source: minutes|minutes of inactivity|o'clock
cs: minut|minutách nečinnosti|hodin
de: Minuten|Minuten Inaktivität|Uhr
fr: minutes|minutes d'inactivité|heure
nl: minuten|minuten Inactief|uur

source: Before this, fade out %i seconds
cs: Před tím postupně zeslabovat %i sekund(y)
de: Blende zuvor die Lautstärke %i Sekunden lang aus
fr: Auparavant, fondu de %i secondes
nl: Aan het eind in %i seconden geluid uitfaden

source: Read folders:
cs: Načíst složky:
de: Ordner durchsuchen:
fr: Lire les répertoires:
nl: Mappen doorzoeken:

source: Read file:
cs: Načíst soubor
de: Datei lesen:
fr: Lire fichier:
nl: Bestand lezen:

source: Ignore music-files and images with the following extensions:
cs: Ignorovat hudební soubory a obrázky s těmito příponami:
de: Musik- und Bilddateien mit den folgenden Dateierweiterungen ignorieren:
fr: Ignorer les fichiers musique et images avec les extensions suivantes:
nl: Muziek- en afbeeldingsbestanden met de volgende extensies negeren:

source: (separate the extensions using the comma, case is ignored)
cs: (Oddělte pomocí čárky)
de: (trennen Sie die Erweiterungen durch Kommata, Groß-/Kleinschreibung ist nicht relevant)
fr: (séparez les extensions par une virgule, les majuscules/minuscules sont ignorées)
nl: (extenties scheiden door een komma, hoofd of kleine letters is niet belangrijk)

source: Include folder to the update process
cs: Obsah složky zahrnout do procesu aktualizace
de: Ordner in den Aktualisierungsprozess einbeziehen
fr: Inclure le répertoire dans le traitement de mise à jour
nl: Map doorzoeken tijdens het bijwerken van het muziekarchef

source: Read hidden files
cs: Načíst skryté soubory
de: Versteckte Dateien lesen
fr: Lire les fichiers cachés
nl: Lees verborgen bestanden

source: Read hidden folders
de: Versteckte Ordner lesen

source: Read inside ZIP-/TAR-archives
cs: Načíst ZIP-/TAR-archivy
de: Innerhalb von ZIP-/TAR-Archiven suchen

source: Read (ID3)-tags
cs: Načíst (ID3)-tagy
de: (ID3-)Tags lesen
fr: Lire les tags (ID3)
nl: Lees (ID3)-tags

source: Path and file pattern for track-information if (ID3-)tags are missing:
cs: Cesta ke složce a souboru je vzorem pro informaci skladby, je-li ID3 tag nedostupný:
de: Pfad und Dateimuster für Titelinformationen, falls (ID3-)Tags fehlen:
fr: Chemin et structure de fichier pour les titres lorsque les tag (-ID3) ne sont pas renseignés:
nl: Pad en bestandpatroon voor bestandinformatie, wanneer (ID3-)Tags ontbreken:

source: Placeholders:
cs: Symboly:
de: Platzhalter:
fr: Arguments:
nl: Plaatshouders:

source: Read files and folders
cs: Načísti soubory a složky
de: Dateien und Ordner lesen
fr: Lire fichiers et répertoires
nl: Bestanden en mappen lezen

source: Add a folder to search for music-files
cs: Přidat složky hudebních souborů
de: Ordner mit Musikdateien hinzufügen
fr: Ajouter un répertoire de fichiers musicaux
nl: Map met muziekbestanden toevoegen

source: Add a single music-file
cs: Přidat hudební soubor
de: Einzelne Musikdatei hinzufügen
fr: Ajouter des fichiers individuels de musique
nl: één muziekbestand toevoegen

source: Disabled
cs: Zakázáno
de: Inaktiv
fr: Inopérant
nl: Uitgeschakeld

source: No update
cs: Žádná aktualizace
de: Nicht aktualisieren
fr: Pas de mise à jour
nl: Niet bijwerken

source: Remove "%s" from the music library?
cs: Odstranit "%s" z hudební knihovny?
de: "%s" aus Musikarchiv entfernen?
fr: Supprimer "%s" de la bibliothèque de musique?
nl: "%s" uit het muziekarchief verwijderen?

source: Select a folder with music-files
cs: Vyberte složku s hudebními soubory
de: Ordner mit Musikdateien hinzufügen
fr: Sélectionner un répertoire contenant des fichiers de musique
nl: Map met muziekbestanden selecteren

source: Select music-file
cs: Zvolte hudební soubor
de: Musikdatei auswählen
fr: Sélectionner un fichier de musique
nl: Muziekbestand selecteren

source: Unknown track
cs: Neznámá skladba
de: Unbekannter Titel
fr: Piste inconnue
nl: Onbekende track

source: Unknown artist
cs: Neznámý interpret
de: Unbekannter Künstler
fr: Artiste inconnu
nl: Onbekende artiest

source: Add a server containing music-files
cs: Přidat server obsahující hudební soubory
de: Server mit Musikdateien hinzufügen
fr: Ajouter un serveur contenant des fichiers musicaux
nl: Server met muziekbestanden toevoegen

source: Use server:
cs: Použít server:
de: Server verwenden:
fr: Utiliser le serveur:
nl: Server gebruiken:

source: Type
cs: Typ
de: Typ

source: Include server to the update process
cs: Patří server procesu aktualizace
de: Server in den Aktualisierungsprozess einbeziehen
fr: Inclure le serveur dans le processus de mise à jour
nl: Server meenemen in het bijwerken van het muziekarchief

source: Configuration file
cs: Konfigurační soubor
de: Konfigurations-Datei
fr: Fichier de configuration
nl: Configuratiebestand

source: Settings
cs: Nastavení
de: Einstellungen
fr: Préférences
nl: Instellingen

source: Error %i
cs: Chyba %i
de: Fehler %i
fr: Erreur %i
nl: Fout %i

source: Edit track
cs: Upravit skladbu
de: Titel bearbeiten
fr: Contenu de la piste
nl: Track bewerken

source: of
cs: z
de: von
fr: de
nl: van

source: Write (ID3-)tags
cs: Zapsat (ID3-) tagy
de: (ID3-)Tags schreiben
fr: Ecrire les Tags (ID3-)
nl: (ID3-)Tags bewaren

source: File names
cs: Názvy souborů
de: Dateinamen
fr: Noms de fichier
nl: Bestandsnamen

source: Show all %s file names...
cs: Zobrazit všechny %s názvy souborů ...
de: Alle %s Dateinamen anzeigen...
fr: Afficher les %s noms de fichier...
nl: Toon alle %s bestandsnamen...

source: The shown values are the sum or the average of all single values in the given files.
cs: Uvedené hodnoty jsou součtem nebo průměr všech jednotlivých hodnot v daném souboru.
de: Die angezeigten Werte sind die Summe bzw. der Durchschnitt aller einzelnen Werte in den gegebenen Dateien.
fr: Les valeurs indiquées sont la somme ou la moyenne des valeurs individuelles pour les fichiers donnés.
nl: De getoonde waarden zijn de som of het gemiddelde van alle gegeven bestanden.

source: Track
cs: Skladba
de: Titel
fr: Piste

source: Further information
cs: Další informace
de: Weitere Informationen
fr: Informations complémentaires
nl: Verdere informatie

source: Temporary directory
cs: Dočasný adresář
de: Temporäres Verzeichnis
fr: Répertoire temporaire
nl: Tijdelijke map

source: Further information...
cs: Další informace...
de: Weitere Informationen...
fr: Informations complémentaires...
nl: Verdere informatie...

source: Cannot rename "%s" to "%s".
cs: Nelze přejmenovat "%s" na "%s".
de: Kann "%s" nicht in "%s" umbenennen.
fr: Impossible de renommer "%s" en "%s".
nl: Kan de naam van "%s" niet wijzigen in "%s".

source: Query online database
cs: Dotaz na on-line databázi
de: Online-Datenbank abfragen
fr: Accéder à la base online
nl: Online-Database doorzoeken

source: more...
cs: více ...
de: mehr...
fr: plus...
nl: meer...

source: Please select one of the following albums:
cs: Vyberte prosím jedno z těchto alb:
de: Bitte wählen Sie eines der folgenden Alben aus:
fr: Sélectionnez un album parmi les suivants:
nl: Selecteer een van de volgende albums:

source: Old file name
cs: Starý název souboru
de: Alter Dateiname
fr: Ancien nom de fichier
nl: Oude bestandsnaam

source: New file name
cs: Nový název souboru
de: Neuer Dateiname
fr: Nouveau nom de fichier
nl: Nieuwe bestandsnaam

source: Field
cs: Oblast
de: Feld
fr: Champ
nl: Veld

source: Old value
cs: Staré hodnoty
de: Alter Wert
fr: Ancienne valeur
nl: Oude waarde

source: New value
cs: Nové hodnoty
de: Neuer Wert
fr: Nouvelle valeur
nl: Nieuwe waarde

source: <empty>
cs: <prázdný>
de: <leer>
fr: <vide>
nl: <leeg>

source: Confirm modifications
cs: Potvrdit změny
de: Änderungen bestätigen
fr: Confirmer les modifications
nl: Wijzigingen bevestigen

source: Delete empty folders
cs: Odstranit prázdné složky
de: Leere Ordner löschen
fr: Supprimer les répertoires vides
nl: Lege mappen verwijderen

source: Please confirm or edit the following modification:
cs: Prosím potvrďte nebo upravte následující změny:
de: Bitte bestätigen oder bearbeiten Sie die folgende Änderung:
fr: Veuillez confirmer ou éditer les modifications suivantes:
nl: Bevestig of wijzig de volgende verandering:

source: Please confirm or edit the following %s modifications:
cs: Prosím potvrďte nebo upravte následující %s úpravy:
de: Bitte bestätigen oder bearbeiten Sie die folgenden %s Änderungen:
fr: Veuillez confirmer ou éditer les %s modifications suivantes:
nl: Bevestig of wijzig de volgende %s verandering:

source: (lower case)
cs: (Malá písmena)
de: (Kleinschreibung)
fr: (petits caractères)
nl: (Kleine letters)

source: (upper case)
cs: (Velká písmena)
de: (Großschreibung)
fr: (grands caractères)
nl: (Hoofdletters)

source: (n characters)
cs: (n znaků)
de: (n Zeichen)
fr: (n caractères)
nl: (n tekens)

source: Rename files
cs: Přejmenování souborů
de: Dateien umbenennen
fr: Renommer les fichiers
nl: Bestanden hernoemen

source: Pattern:
cs: Vzor:
de: Muster:
fr: Modèles:
nl: Patroon:

source: (first character)
cs: (první znak)
de: (erstes Zeichen)
fr: (premier caractère)
nl: (eerste teken)

source: (%i characters)
cs: (%i znaků)
de: (%i-stellig)
fr: (%i positions)
nl: (%i-tekens)

source: Directory change
cs: Adresář změny
de: Verzeichniswechsel
fr: Changement de répertoire
nl: Map-wissel

source: File extension
cs: Přípona souboru
de: Dateierweiterung
fr: Extension de fichier
nl: Bestandstype

source: Example:
cs: Příklad:
de: Beispiel:
fr: Exemple:
nl: Voorbeeld:

source: Replace
cs: Nahradit
de: Ersetzen
fr: Remplacer
nl: Vervangen

source: Search for:
cs: Hledat:
de: Suchen nach:
fr: Rechercher d'après:
nl: Zoeken naar:

source: All fields
cs: Všechna pole
de: Alle Felder
fr: Tous les champs
nl: Alle Velden

source: Path and file name
cs: Cesta a název souboru
de: Pfad und Dateiname
fr: Chemin et nom de fichier
nl: Pad en bestandsnaam

source: Replace with:
cs: Nahradit s:
de: Ersetzen durch:
fr: Remplacer par:
nl: Vervangen door:

source: Match whole words only
cs: Pouze celá slova
de: Nur ganze Wörter
fr: Seulement les mots entiers
nl: Alleen hele woorden

source: Match case
cs: Část výrazu
de: Groß-/Kleinschreibung beachten
fr: Tenir compte des majuscules/minuscules
nl: Hoofd-/Kleine letters moeten overeenkomen

source: Regular expression
cs: Regulární výraz
de: Regulärer Ausdruck
fr: Expression régulière

source: "%s" not found.
cs: "%s" nebyl nalezen.
de: "%s" nicht gefunden.
fr: "%s" non trouvé.
nl: "%s" niet gevonden.

source: Split field
cs: Rozdělit oblast
de: Feld aufteilen
fr: Décomposer un champ
nl: Veld splitsen

source: Field to split:
cs: Pole k rozdělení:
de: Aufzuteilendes Feld:
fr: Champ à décomposer:
nl: Te splitsen veld:

source: Destination fields and pattern:
cs: Cíl polí a vzor:
de: Zielfelder und Muster:
fr: Destination et modèles:
nl: Doelveld en patroon:

source: Void information
cs: Void informace
de: Nichtige Informationen
fr: Aucune information
nl: Lege informatie

source: Fonts and covers
cs: Písma a obaly
de: Schrift und Cover
fr: Police de caractères / pochettes
nl: Lettertypes en Covers

source: With different skins you can change the "look and feel" of %s. Just select the skin to use from the list above. You'll find more skins on the web.
cs: S různými skiny můžete změnit "vzhled" %s. Stačí vybrat skin z výše uvedeného seznamu. Další skiny naleznete na webu.
de: Mit Skins können Sie das Aussehen und die Funktionalität von %s ändern. Wählen Sie eine Skin aus der Liste oder laden Sie weitere Skins aus dem Internet.
fr: Avec des skin vous pouvez modifier l'apparence et les fonctionnalités de %s. Sélectionner un skin depuis la liste ou téléchargez d'autres skin sur internet.
nl: Door verschillende skins kan het uiterlijk van %s worden veranderd. Selecteer een skin uit bovenstaande lijst. Meer skins zijn op internet te vinden.

source: Update list
cs: Aktualizace seznamu
de: Liste aktualisieren
fr: Actualiser la liste
nl: Lijst bijwerken

source: More skins on the web...
cs: Další skiny na webu ...
de: Weitere Skins im Internet...
fr: Plus de skin sur internet...
nl: Meer skins zijn op internet te vinden...

source: You can set independent font and cover sizes to use in the main window. The sizes refer to a zoom of 100%. If you zoom in or out (eg. by using the "+" or "-" keys), both sizes will grow or shrink proportionally.
cs: Můžete nastavit nezávisle písmo a velikost obalu pro použití v hlavním okně. Rozměry se vztahují ke 100% velikosti. Pokud budete zvětšovat, nebo zmenšovat (např. pomocí klávesy "+" nebo "-"), oba rozměry se budou měnit úměrně.
de: Sie können unabhängige Schrift- und Covergrößen im Hauptfenster verwenden. Die Größen beziehen sich auf eine Zoomeinstellung von 100%. Wenn Sie den Zoom ändern (z.B. über "+" und "-"), verändern sich beide Größen proportional zueinander.
fr: Vous pouvez définir de manière indépendante la taille des caractères et des pochettes au niveau de l'écran principal. La taille correspond à une définition de zoom de 100%. Si vous modifiez le zoom (par ex. avec "+" et "-"), les deux tailles sont augmentées ou diminuées proportionnellement.
nl: Lettertype en Cover grootte kan onafhankelijk worden ingesteld voor het hoofdvenster. De grootte komt overeen met een zoom van 100%. Bij in of uitzoomen (door gebruik van de "+" or "-" toetsen) zullen beide groottes evenveel toe of afnemen.

source: Font:
cs: Písmo:
de: Schrift:
fr: Police de caractère:
nl: Lettertype:

source: Font size:
cs: Velikost písma:
de: Schriftgröße:
fr: Taille police de caractère:

source: Use this font for dialogs, too
cs: Použít nastavení písma i pro dialogy
de: Diese Schrift auch in Dialogen verwenden
nl: Gebruik dit lettertype ook voor dialogen

source: Column width:
cs: Šířka sloupce:
de: Spaltenbreite:
fr: Taille colonne:
nl: Kollombreedte

source: Cover size:
cs: Velikost obalu:
de: Covergröße:
fr: Taille pochette:
nl: Covergrootte

source: No lyrics found.
cs: Text pisně nenalezen.
de: Kein Text gefunden.
fr: Texte non trouvé
nl: Geen songteksten gevonden

source: No images found in "%s".
cs: Nebyly nalezeny žádné obrázky v "%s".
de: Im Ordner "%s" wurden keine Bilder gefunden.
fr: Aucune image trouvée dans "%s".
nl: Geen afbeeldingen gevonden in "%s".

source: Use %s-files
cs: Použít %s-soubory
de: %s-Dateien verwenden
