Repository: JustForkin/silverjuke
Catalog: po/*.po
Languages: cs, de, fr, nl

source: Silverjuke provides a so called "kiosk mode" which allows you to run the program full screen with a defined functionality.
cs: Silverjuke nabízí tzv. "kiosk režim", který umožňuje spustit program v celoobrazovém režimu s definovanými funkcemi.
de: Silverjuke enthält einen sog. "Kiosk-Modus", der es Ihnen erlaubt das Programm als Vollbild mit eingeschränkter Funktionalität laufen zu lassen.
fr: Silverjuke dispose d'un "Mode Kiosque" qui vous permet d'exécuter le programme en plein écran avec des fonctionnalités limitées.
nl: Silverjuke heeft een zo genaamde "Kiosk mode", die mogelijk maakt dat het programma in volledig scherm wordt weergegeven met vooraf ingestelde functionaliteit.

source: Before you enter the kiosk mode by clicking on "Start", make sure, you know how to exit again:
cs: Před vstupem do KIOSK režimu (kliknutím na "Start") se ujistěte, že víte, jak tento režim opustit:
de: Bevor Sie auf "Start" klicken, stellen Sie sicher, daß Sie den Kiosk-Modus wieder beenden können:
fr: Avant d'appuyer sur "Démarrer", assurez-vous que vous pouvez de nouveau quitter le mode kiosque:
nl: Let op: Voordat u de Kiosk mode start door op "Start" te klikken, moet zeker weten hoe u de kiosk-mode weer moet verlaten:

source: Exit by hitting %s
cs: Ukončit stiskem klávesy %s
de: Beenden mit %s
fr: Terminer avec la touche %s
nl: Verlaten door %s

source: Exit by clicking into two different corners
cs: Ukončit kliknutím do obou horních rohů obrazovky
de: Beenden durch Klick in zwei verschiedene Ecken
fr: Terminer en cliquant dans deux coins différents
nl: Verlaten door in twee verschillende hoeken te klikken

source: Disable %s
cs: Zakázat %s
de: %s deaktivieren
fr: Désactiver %s
nl: %s uitschakelen

source: Disable shutdown
cs: Zakázat vypnutí
de: Herunterfahren/Neustart deaktivieren
fr: Désactiver l'arrêt du système
nl: Afsluiten uitschakelen

source: Ask for a password on exit
cs: Při ukončení požádat o heslo
de: Beim Beenden nach einem Passwort fragen

source: Change password...
cs: Změnit heslo...
de: Password ändern...

source: Exit action:
cs: Konec akce:
de: Aktion beim Beenden:
fr: Action:
nl: Actie beeindigen

source: Start the kiosk mode with the following functionality:
cs: Start kiosk režimu s následujícími funkcemi:
de: Kiosk-Modus mit der folgenden Funktionalität starten:
fr: Démarrer le mode kiosque avec les fonctionnalités suivantes:
nl: Kiosk mode starten met de volgende functionaliteit:

source: Play/pause
cs: Přehrát/Pauza
de: Wiedergabe/Pause
fr: Lecture/pause
nl: Afspelen/pauzeren

source: Edit queue
cs: Upravit pořadí ve frontě
de: Wiedergabeliste ändern
fr: Editer la playlist
nl: Afspeellijst wijzigen

source: Toggle elements
cs: Přepnout prvky
de: Elemente ein-/ausblenden

source: Enqueue multiple tracks
cs: Hromadné vložení skladeb
de: Mehrere Titel einstellen
nl: Meerdere tracks in de afspeellijst plaatsen

source: All functions
cs: Všechny funkce
de: Alle Funktionen
fr: Toutes les fonctions
nl: Alle functies

source: Limit tracks to the music selection %s
cs: Omezit výběr hudby na %s
de: Titel auf die Musikauswahl %s begrenzen
fr: Limiter la sélection à %s titres
nl: Alleen tracks toestaan uit muziekselectie %s

source: Please enter the password again for verification.
cs: Zadejte prosím heslo pro ověření.
de: Um Tippfehler zu vermeiden, geben Sie bitte das Passwort erneut ein.
fr: Pour éviter une erreur de saisie, veuillez entrer de nouveau le mot de passe.
nl: Toets nogmaals het password in voor controle.

source: If you have more than one monitor connected to your computer, you can assign the different Silverjuke windows to different monitors here.
cs: Pokud máte připojeno více monitorů, můžete nastavit, kde co zobrazovat.
de: Wenn Sie mehr als einen Monitor an Ihren Computer angeschlossen haben, können Sie die verschiedenen Silverjuke-Fenster hier auf die verschiedenen Monitore verteilen.
fr: Si vous avez plus d'un écran connecté à votre système, vous pouvez ici assigner les différentes fenêtres Silverjuke à ces écrans.
nl: Wanneer meerdere monitoren zijn aangesloten op de computer, kunnen verschillende Silverjuke schermen toegewezen worden aan verschillende monitoren.

source: Overview:
cs: Přehled:
de: Übersicht:
fr: Vue d'ensemble:
nl: Overzicht

source: Monitor for
cs: Monitor pro
de: Monitor für
fr: Ecran pour
nl: Monitor voor

source: Main window
cs: Hlavní okno
de: Hauptfenster
fr: Fenêtre principale
nl: Hoofdscherm

source: Switch resolution to %s
cs: Přepnout rozlišení na %s
de: Auflösung umschalten %s
fr: Modifier la résolution: %s
nl: Schakel resolutie naar %s

source: Disable screensaver
cs: Zakázat spořič obrazovky
de: Bildschirmschoner deaktivieren
nl: Screensaver uitschakelen

source: Disable power management
cs: Zakázat správu napájení
de: Energieschema deaktivieren
nl: Energiebeheer uitschakelen

source: If no physical keyboard is present, you can use our virtual keyboard; the virtual keyboard then is shown whenever you click into a text control.
cs: Není-li fyzická klávesnice k dispozici, můžete využít virtuální klávesnice. Virtuální klávesnice se zobrazí vždy po kliknutí do textového pole (hledání).
de: Wenn keine Tastatur zur Verfügung steht, können Sie die eingebaute Bildschirmtastatur verwenden. Die Bildschirmtastatur wird angezeigt, wenn Sie auf ein Textfeld klicken.
fr: Si votre clavier est débranché, vous pouvez utiliser un clavier virtuel. Ce dernier s'affiche par un clic dans la zone de contrôle des touches.
nl: Wanneer geen fysiek toetsenbord aanwezig is, kan een virtueel toetsenbord worden gebruikt Het virtueel toetsenbord wordt weergegeven zodra een tekstveld wordt aangeklikt.

source: Use the virtual keyboard
cs: Použít virtuální klávesnici v kios režimu
de: Bildschirmtastatur verwenden
fr: Utiliser le clavier virtuel
nl: Het virtueel toetsenbord gebruiken

source: Also use the virtual keyboard outside the kiosk mode
cs: Použít virtuální klávesnici i mimo kios režim
de: Bildschirmtastatur auch außerhalb des Kiosk-Modus verwenden
fr: Utiliser également le clavier virtuel en dehors du mode kiosque
nl: Het virtueel toetsenbord ook in Kiosk mode gebruiken

source: (please click into the text control)
cs: (Klikněte prosím do textového pole)
de: (bitte klicken Sie in das Textfeld)
fr: (Veuillez cliquer dans la zone de contrôle des touches)
nl: (in het tekstveld klikken)

source: Virtual keyboard layout:
cs: Virtuální klávesnice k dispozici:
de: Tastaturlayout:
fr: Disposition du clavier virtuel:
nl: Indeling van het virtueel toetsenbord:

source: More layouts on the web...
cs: Další k dipozici na webu ...
de: Weitere Layouts im Internet...
fr: D'autres types de clavier sur le web...
nl: Meer indelingen op Internet...

source: Colour:
cs: Barva:
de: Farbe:
fr: Couleur:
nl: Kleur:

source: Black
cs: Černá
de: Schwarz
fr: Noir
nl: Zwart

source: White
cs: Bílá
de: Weiß
fr: Blanc
nl: Wit

source: Transparency:
cs: Průhlednost:
de: Transparenz:
fr: Transparence:
nl: Transparantie:

source: Hide cursor
cs: Skrýt kurzor
de: Mauszeiger ausblenden
nl: Cursor verbergen

source: Using the Numpad plus some other special keys, you can control Silverjuke completely by the keyboard or some other hardware buttons. In this case, you'll enqueue new tracks by entering the unique numbers shown beside the album and track names.
cs: Silverjuke je možné ovládat pomocí numerické klávesnice, nebo pomocí speciálních harwarových tlačítek. V tomto případě se skladby do playlistu vkládají zadáním unikátního čísla uvedeného vedle názvu alba a skladby.
de: Mit der Ziffernblock und einigen weiteren Tasten können Sie Silverjuke komplett mit der Tastatur oder spezieller Hardware steuern. In diesem Fall werden Titel durch Eingabe der neben dem Album-/Titelnamen stehenden Nummern gespielt.
fr: Vous pouvez contrôler intégralement Silverjuke à l'aide du pavé numérique et de quelques autres touches, via le clavier ou un autre périphérique. Dans ce cas, pour insérer de nouveaux titres dans la playlist, il y a lieu de saisir les numéros uniques précédant les noms d'album et de titres.
nl: Met het nummerieke deel van het toetsenbord en een paar andere speciale toetsen, kan Silverjuke volledig worden bediend. In dit geval kunnen er nieuwe tracks aan de afspeellijst worden toegevoegd door unieke nummers in te toetsen, die weergegeven worden naast album en tracks.

source: Use Numpad controls
cs: Použít ovládací prvky numerické klávesnice v kiosk režimu
de: Ziffernblock zur Steuerung verwenden
fr: Contrôler à l'aide du pavé numérique
nl: Gebruik het nummerieke deel van het toetsenbord

source: Also use Numpad controls outside the kiosk mode
cs: Použít ovládací prvky numerické klávesnice i mimo kiosk režim
de: Ziffernblock auch außerhalb des Kiosk-Modus verwenden
fr: Utiliser également le pavé numérique en dehors du mode kiosque
nl: Nummerieke deel ook buiten Kiosk mode gebruiken

source: Keys:
cs: Klávesy:
de: Tasten:
fr: Clés:
nl: Toetsen:

source: With the credit system, users must eg. add coins before tracks can be enqueued. Please refer to the online help for details about the possibilities and the supported hardware.
cs: S kreditním systémem musí nejdřív uživatel vhodit mince před přidáním skladby do fronty, nebo použít klavesovou zkratku. V online nápovědě naleznete informace o možnostech kreditního systému a podporovaný hardware.
de: Mit dem Kreditsystem können Sie das Programm so konfigurieren, daß z.B. vorm Einstellen eines Titels eine Münze ein einen Münzprüfer eingeworfen werden muß. In der Online-Hilfe finden Sie genauere Informationen zum Kreditsystem und zur unterstützten Hardware.
fr: Par le système de jetons, les utilisateurs doivent d'abord ajouter des pièces avant de pouvoir transférer des pistes dans la liste de lecture. Veuillez vous référer à l'aide online sur les possibilités et les matériels supportés.
nl: Met het Credit systeem kan het programma zo worden ingesteld dat bijvoorbeeld voor het kiezen van een tracks een munt in een muntautomaat moet worden geworpen. Bekijk de informatie in de online-help voor de mogelijkheden en ondersteunde hardware.

source: Use credit system
cs: Použít kreditní systém
de: Kreditsystem verwenden
fr: Utiliser le système de jetons
nl: Credit systeem gebruiken

source: Credits may be added by DDE, command line or shortcuts
cs: Kredit může být doplněn DDE příkazového řádku, nebo klávesovou zkratkou
de: Kredite können über DDE, Kommandozeile oder Tastatur hinzugefügt werden
fr: Des jetons peuvent être rajoutés par DDE, ligne de commande ou clés
nl: Credits kunnen worden toegevoegd door DDE, commandline of sneltoetsen

source: Keys...
cs: Klávesy...
de: Tasten...
fr: Clés...
nl: Toetsen...

source: Remember credits between program starts
cs: Pamatuje si vložený kredit po spuštění programu
de: Kredit zwischen zwei Programmstarts merken
fr: Mémoriser les jetons entre les exécutions du programme
nl: Credits bewaren bij opnieuw opstarten van het programma

source: Current credit:
cs: Aktuální kredit:
de: Aktueller Kredit:
fr: Jetons disponibles:
nl: Huidige Credits:

source: Please enter your password to exit the kiosk mode.
cs: Zadejte své heslo pro ukončení kiosk režimu.
de: Bitte geben Sie Ihr Passwort ein, um den Kiosk-Modus zu beenden.
fr: Veuillez entrer votre mot de passe pour terminer le mode kiosque
nl: Voer uw password in om de kiosk mode te verlaten.

source: Too many tracks in queue, please try again later.
cs: Příliš mnoho skladeb ve frontě, Zkuste to později.
de: Zu viele Titel in der Warteschlange, bitte versuchen Sie es später erneut.
fr: Trop de titres dans la playlist, veuillez réessayer plus tard
nl: Teveel tracks in de afspeellijst, probeert u het later nog eens.

source: This track is already in queue, please try again later.
cs: Tato skladba je již v playlistu, zkuste to později.
de: Dieser Titel ist bereits in der Warteschlange, bitte versuchen Sie es später erneut
fr: Cette piste est déjà en file d'attente,veuillez essayer plus tard.
nl: Deze track komt al voor in de afspeellijst, probeer het later nog eens.

source: This track or artist was just played, please try again later.
cs: Tato skladba, nebo interpret se zrovna přehrává, zkuste to později.
de: Dieser Titel oder Künstler wurde erst kürzlich gespielt, bitte versuchen Sie es später erneut.

source: Maintenance password
cs: Údržba hesla
de: Wartungspasswort

source: Exit kiosk mode
cs: Ukončit kiosk režim
de: Kiosk-Modus beenden
fr: Quitter le mode kiosque
nl: Kiosk mode stoppen

source: Password:
cs: Heslo:
de: Passwort:
fr: Mot de passe:
nl: Passwort:

source: Invalid password. Please try again.
cs: Neplatné heslo. Zkuste to znovu prosím.
de: Das Passwort ist ungültig, bitte versuchen Sie es erneut.
fr: Mot de passe invalide, essayez encore une fois.
nl: Ongeldig password, probeer nogmaals.

source: Invalid track number
cs: Neplatné číslo skladby
de: Ungültige Titelnummer
fr: Numéro de piste invalide
nl: Ongeldig tracknummer

source: Action:
cs: Akce:
de: Aktion:
nl: Aktie:

source: Shutdown computer
cs: Vypnout počítač
de: Computer herunterfahren
fr: Arrêter l'ordinateur
nl: Computer afsluiten

source: Reboot computer
cs: Restartovat počítač
de: Computer neu starten
fr: Redémarrer l'ordinateur
nl: Computer herstarten

source: Shift|AltGr|Delete|Clear all|OK
cs: Shift|AltGr|Delete|Clear všechno|OK
de: Shift|AltGr|Löschen|Alles löschen|OK
fr: Maj|AltGr|Suppr|Tout suppr|OK

source: The following settings are for experienced users only.
cs: Následující nastavení je pouze pro zkušené uživatele.
de: Die folgenden Einstellungen sind erfahreneren Benutzern vorbehalten.
fr: Les options suivantes sont réservées uniquement aux utilisateurs avertis.
nl: De volgende instellingen zijn alleen voor ervaren gebruikers.

source: An album must have at least %s tracks with corresponding %s.
cs: Album musí obsahovat alespoň %s skladby s příslušným %s.
de: Ein Album muß mind. %s Titel mit Übereinstimmungen bei %s haben.
fr: Un album doit avoir au moins %s titres en correspondance avec %s.
nl: Een album moet minimaal %s Tracks bevatten met %s.

source: artist/album
cs: interpret/album
de: Künstler/Album
fr: artiste/album
nl: Artiest/Album

source: artist/album or genre
cs: interpret/album nebo žánr
de: Künstler/Abum oder Musikrichtung
fr: artiste/album ou genre
nl: Artiest/Abum of Genre

source: directory
cs: adresář
de: Verzeichnis
fr: répertoire
nl: map

source: Compilations may contain up to %s tracks of the same artist.
cs: Kompilace může obsahovat až %s skladby téhož interpreta.
de: Zusammenstellungen können bis zu %s Titel des selben Künstlers enthalten.
fr: Les compilations peuvent contenir jusqu'à %s titres du même artiste.
nl: Compilaties mogen tot %s Tracks bevatten van dezelfde artiest.

source: Separate the words using commas, case is ignored
cs: Ignorovat samostatná slova s čárkami
de: Trennen Sie die Wörter durch Kommata, die Groß-/Kleinschreibung ist nicht relevant
fr: Séparez les mots par des virgules, les majuscules/minuscules sont ignorées
nl: Woorden scheiden door komma's, Hoofd of kleine letters maakt niet uit

source: Sort by:
cs: Řadit podle:
de: Sortieren nach:
fr: Trier par:
nl: Sorteren op:

source: Stop-words for sorting artists:
cs: Záchytná slova pro třídění interpretů:
de: Beim Sortieren der Künstler die folgenden Wörter übergehen:
fr: Pour le classement des artistes, ignorer les mots suivants:
nl: Stop-woorden bij het sorteren van artiesten:

source: Stop-words for sorting albums:
cs: Záchytná slova pro třídění alb:
de: Beim Sortieren der Alben die folgenden Wörter übergehen:
fr: Pour le classement des albums, ignorer les mots suivants:
nl: Stop-woorden bij het sorteren van albums:

source: Show stop-words words at end
cs: Zobrazit záchytná slova na konci
de: Übergehung anzeigen
fr: Afficher les mots éliminés pour le classement
nl: Stop woorden tonen

source: If selected, eg. "The Rolling Stones" becomes "Rolling Stones, The"; sorting itself is not affected by this option
cs: Je-li vybrán, např. "The Rolling Stones" s "Rolling Stones, The"; řadit sám není touto volbou
de: Wenn ausgewählt wird z.B. "The Rolling Stones" als "Rolling Stones, The" ausgegeben; die Sortierung selbst bleibt von dieser Option unberührt
fr: Si sélectionné, par exemple "The Rolling Stones" devient "Rolling Stones, The" Le classement lui-même n'est pas affecté par cette option.
nl: Bij selectie wordt bijvoorbeeld "The Rolling Stones" als "Rolling Stones, The" weergegeven; Het sorteren wordt hierdoor niet beinvloed.

source: Keywords to identify cover image for an album:
cs: Klíčová slova pro identifikaci obalu albumu:
de: Schlüsselwörter, um das richtige Cover für ein Album zu finden:
fr: Mots-clé permettant d'identifier la pochette d'un album:
nl: Zoekterm, om de cover voor een album te vinden:

source: Track list
cs: Seznam skladeb
de: Titelliste
fr: Liste des titres
nl: Track lijst

source: Show double tracks
cs: Zobrazit dvojité skladby
de: Doppelte Titel anzeigen
fr: Afficher les titres en double
nl: Dubbele tracks weergeven

source: Automatic track number
cs: Automatické číslo skladby
de: Automatische Titelnummer
fr: Numéro automatique de piste
nl: Automatisch Tracknummer

source: Show disk number
cs: Zobrazit číslo disku
de: Disknummer anzeigen
fr: Numéro du support
nl: Disknummer weergeven

source: Show different artist names
cs: Zobrazit různá jména umělců
de: Unterschiedliche Künstlernamen anzeigen
fr: Afficher les différents noms d'artiste
nl: Verschillende artiestnamen weergeven

source: Show original artist
cs: Zobrazit originálního umělce
de: Originären Künstler anzeigen
fr: Afficher l'artiste original
nl: Originele artiest weergeven

source: Show composer
cs: Zobrazit skladatele
de: Komponist anzeigen
fr: Afficher le compositeur
nl: Componist weergeven

source: Show different album names
cs: Zobrazit různé názvy alb
de: Unterschliedliche Albennamen anzeigen
fr: Afficher différents noms d'album
nl: Verschillende albumnamen weergeven

source: Show time
cs: Zobrazit čas
de: Zeit anzeigen
fr: Afficher la durée
nl: Tijd weergeven

source: Show year
cs: Zobrazit rok
de: Jahr anzeigen
fr: Afficher l'année
nl: Jaar weergeven

source: Show comment
cs: Zobrazit komentář
de: Kommentar anzeigen
fr: Afficher le commentaire

source: Show genre
cs: Zobrazit žánr
de: Musikrichtung anzeigen

source: Show rating
cs: Zobrazit hodnocení
de: Wertung anzeigen

source: Double click on covers
cs: Poklikat na obaly
de: Doppelklick auf Cover
fr: Double-clic sur les pochettes
nl: Dubbelklik op covers

source: Select/play album
cs: Vybrat/přehrát album
de: Album auswählen/abspielen
fr: Délection/lecture album
nl: Album selecteren/afspelen

source: Combine tracks to albums
cs: Zkombinovat skladby do alb
de: Titel zu Alben zusammenfassen
fr: Regrouper les titres en albums
nl: Tracks tot albums combineren

source: Updating genres...
cs: Aktualizuju žánry...
de: Musikrichtungen aktualisieren...
fr: Modification des genres...
nl: Genres bijwerken...

source: Updating groups...
cs: Aktualizuju skupiny...
de: Gruppen aktualisieren...
fr: Modifications des groupes...
nl: Groepen bijwerken...

source: Combining tracks to albums...
cs: Kombinuju skladby do alb...
de: Titel zu Alben zusammenfassen...
fr: Assemblage de piste en albums...
nl: Tracks tot albums combineren...

source: Do you want to add the following folder(s) to your music library?
cs: Chcete přidat následující složku(y) do hudební knihovny?
de: Möchten Sie die folgenden Ordner zu Ihrem Musikarchiv hinzufügen?
fr: Voulez-vous ajouter le répertoire suivant à la bibliothèque musicale?
nl: Wilt u deze map(pen) aan het muziekarchief toevoegen?

source: Yes, leave the image in "%s"
cs: Ano, nechat obrázek v "%s"
de: Ja, Bild in "%s" belassen
fr: Oui, laisser la pochette dans "%s"
nl: Ja, afbeelding in "%s" laten staan

source: Yes, copy the image to "%s"
cs: Ano, obrázek zkopírovat do "%s"
de: Ja, Bild nach "%s" kopieren
fr: Oui, copier la pochette vers "%s"
nl: Ja, afbeelding naar "%s" kopieren

source: Do you want to use the given image as the cover for "%s"?
cs: Chcete použít danou podobu jako obal pro "%s"?
de: Möchten Sie das Bild als Cover für "%s" verwenden?
fr: Voulez-vous reprendre l'image comme pochette pour "%s" ?
nl: Wilt u deze afbeelding als Cover voor "%s" gebruiken?

source: "%s" is not in your music library and cannot be edited therefore.
cs: "%s" není ve vaší hudební knihovně, proto nemohla být upravena.
de: "%s" ist nicht in Ihrem Musikarchiv und kann daher nicht bearbeitet werden.
fr: "%s" n'est pas dans la bibliothèque musicale et ne peut pas être édité.
nl: "%s" komt niet voor in uw muziekarchief en kan daardoor niet bewerkt worden.

source: %s tracks on %s albums found for "%s"
cs: %s skladeb z %s alb nalezeno pro "%s"
de: %s Titel auf %s Alben für "%s" gefunden
fr: %s titres ont été trouvés dans %s albums pour "%s"
nl: %s Tracks op %s Albums voor "%s" gevonden

source: %s tracks on %s albums
cs: %s skladeb v %s albech
de: %s Titel auf %s Alben
fr: %s titres dans %s albums
nl: %s Tracks op %s Albums

source: Albums
cs: Alba
de: Alben

source: All albums
cs: Všechna alba
de: Alle Alben
fr: Tous les albums
nl: Alle Albums

source: Unsorted tracks
cs: Netříděné skladby
de: Unsortierte Titel
fr: Titres non triés
nl: Ongesorteerde Tracks

source: C:
de: K:

source: Enqueue "%s"
cs: Přidat "%s" do playlistu
de: "%s" in Warteschlange
fr: Ajouter "%s" dans la playlist
nl: "%s" in afspeellijst

source: Play "%s" now
cs: Přehrát "%s" okamžitě
de: "%s" jetzt spielen
fr: Lire "%s" maintenant
nl: "%s" nu afspelen

source: Play "%s" next
cs: Přehrát "%s" jako další v pořadí
de: "%s" als nächstes spielen
fr: Lire "%s" après le titre en cours
nl: "%s" als eerstvolgende afspelen

source: Unqueue "%s"
de: "%s" aus Warteschlange entfernen
fr: Supprimer "%s" de la playlist
nl: "%s" uit afspeellijst verwijderen

source: Enqueue %i tracks
de: %i Titel in Warteschlange stellen
fr: %i à ajouter à la playlist
nl: %i Tracks in afspeellijst plaatsen

source: Play %i tracks now
de: %i Titel jetzt spielen
fr: Lire %i titres maintenant
nl: %i Tracks nu afspelen

source: Play %i tracks next
de: %i Titel als nächstes spielen
fr: Lire %i titres après celui en cours
nl: %i Tracks als eerstvolgende afspelen

source: Unqueue %i tracks
de: %i Titel aus Warteschlange entfernen
fr: Supprimer le titre %i de la playlist
nl: %i Tracks uit afspeellijst verwijderen

source: "%s" on the web
cs: "%s" na webu
de: "%s" im Internet
fr: "%s" sur internet
nl: "%s" op het Internet

source: Average rating: %s
cs: Průměrné hodnocení: %s
de: Durchschnittl. Wertung: %s
fr: Note moyenne: %s
nl: Gemiddelde waardering: %s

source: Do you want to change the rating for all %i selected tracks?
de: Möchten Sie die Wertung für alle %i ausgewählten Titel ändern?
fr: Voulez-vous modifier la note pour les %i sélectionnés?
nl: De waardering voor alle %i geselecteerde tracks wijzigen?

source: Change rating
cs: Změna hodnocení
de: Wertung ändern
fr: Modifier la notation
nl: Waardering wijzigen

source: Click to select all tracks of this album, double-click to play them
cs: Kliknutím označíte všechny skladby tohoto alba, dvojklikem vložíte do playlistu
de: Klick/Doppelklick: Alle Titel dieses Albums auswählen/abspielen
fr: Clic pour sélectionner tous les titres de l'album/double-clic pour les lire
nl: Klikken om alle tracks van dit album te selecteren, Dubbelklikken om ze af te spelen

source: Click to select all tracks of this artists, double-click to play them
cs: Kliknutím označíte všechny skladby tohoto interpreta, dvojklikem vložíte do playlistu
de: Klick/Doppelklick: Alle Titel dieses Künsters auswählen/abspielen
fr: Clic pour sélectionner tous les titres de l'artiste / double-clic pour les lire
nl: Klikken om alle tracks van deze artiest te selecteren, Dubbelklikken om ze af te spelen
