Repository: JustForkin/silverjuke
Catalog: po/*.po
Languages: cs, de, fr, nl

source: Left mouse button
cs: Levé tlačítko myši
de: Linke Maustaste
fr: Clic gauche
nl: Linker muistknop

source: Drag selected tracks
cs: Přetáhněte vybrané skladby
de: Auswahl verschieben
fr: Tirer les titres sélectionnés
nl: Geselecteerde tracks verslepen

source: Second click with the left mouse button
cs: Druhým kliknutím levým tlačítkem myši
de: Zweiter Klick mit der linken Maustaste
fr: Deuxième clic bouton de gauche
nl: Tweede klik met de linkermuisknop

source: Show icons beside mouse cursor
cs: Zobrazit ikony vedle kurzoru myši
de: Symbole neben Mauszeiger anzeigen
fr: Afficher les icônes à côté du curseur de la souris
nl: Symbolen naast de muispijl weergeven

source: Middle mouse button
cs: Prostřední tlačítko myši
de: Mittlere Maustaste
fr: Bouton du milieu de la souris
nl: Middelste muisknop

source: Edit tracks
cs: Úpravy skladeb
de: Titel bearbeiten
fr: Editer les titres
nl: Tracks bewerken

source: Mouse wheel
cs: Kolečko myši
de: Mausrad
fr: Molette de la souris
nl: Muiswiel

source: Scroll vertically
cs: Rolovat vertikálně
de: Vertikal scrollen
fr: Dérouler verticalement
nl: Vertikaal scrollen

source: Scroll horizontally
cs: Rolovat vodorovně
de: Horizontal scrollen
fr: Dérouler horizontalement
nl: Horizontaal scrollen

source: Context sensitive
cs: Kontextová citlivost
de: Kontextsensitiv
fr: Sensible au contexte
nl: Context gevoelig

source: Shortcut
cs: Zkratka
de: Tastaturkürzel
fr: Raccourci
nl: Sneltoetsen

source: Use multimedia keyboard keys
cs: Použijte multimediální klávesy
de: Multimedia-Tastatur verwenden
fr: Utiliser les touches d'un clavier multimédia
nl: Multimedia-toetsenbord gebruiken

source: Ask on close if playing
cs: Zeptat se příště na ukončení při přehrávání.
de: Beim Beenden nachfragen, falls Wiedergabe läuft
fr: En quittant, demander confirmation si en cours de lecture
nl: Bij afsluiten bevestigen, wanneer afgespeeld wordt

source: Ask before enqueuing multiple tracks
cs: Zeptat se před přidáním více stop
de: Beim Einstellen mehrerer Titel in die Warteschlange nachfragen
fr: Demander avant l'ajout d'un groupe de titres dans la playlist
nl: Navragen wanneer meerdere tracks worden toegevoegd aan de afspeellijst

source: Ask before clearing the playlist
cs: Zeptat se před vymazáním playlistu
de: Beim Leeren der Wiedergabeliste nachfragen
fr: Demander avant de vider la playlist
nl: Navragen voordat de afspeellijst wordt geschoond

source: Further options
cs: Další možnosti
de: Weitere Optionen
fr: Options supplémentaires
nl: Verdere Opties

source: Backspace
de: Rückschr.
fr: Retour arrière

source: Space
de: Leertaste
fr: Espace
nl: Spatie

source: Up
de: Hoch
fr: Haut
nl: Omhoog

source: Left
de: Links
fr: Gauche
nl: Links

source: Right
de: Rechts
fr: Droite
nl: Rechts

source: Down
de: Runter
fr: Bas
nl: Omlaag

source: Print
de: Drucken
fr: Impr
nl: Afdrukken

source: Ins
de: Einfg
fr: Inclure
nl: Inv

source: Workspace
cs: Pracovní plocha
de: Arbeitsbereich
fr: Environnement travail
nl: Werkruimte

source: Music selection
cs: Výběr hudby
de: Musikauswahl
fr: Sélections automatiques
nl: Muziekselectie

source: Numpad
de: Ziffernblock
fr: Pavé numérique
nl: Nummeriek toetsenbord

source: Select date and time
cs: Zvolte datum a čas
de: Datum und Uhrzeit auswählen
fr: Sélectionner la date et l'heure
nl: Datum en tijd selecteren

source: Time
cs: Čas
de: Zeit
fr: Durée
nl: Tijd

source: contains
cs: Obsahuje
de: enthält
fr: contient
nl: bevat

source: does not contain
cs: neobsahuje
de: enthält nicht
fr: ne contient pas
nl: bevat niet

source: starts with
cs: začíná
de: beginnt mit
fr: débute avec
nl: begint met

source: does not start with
cs: nezačíná
de: beginnt nicht mit
fr: ne débute pas avec
nl: begint niet met

source: starts simelar to
cs: začíná na simelar do
de: beginnt ähnlich wie
fr: début similaire à
nl: begint zoals

source: ends with
cs: končí
de: endet mit
fr: termine par
nl: eindigt met

source: does not end with
cs: nekončí
de: endet nicht mit
fr: ne termine pas par
nl: eindigt niet met

source: on
cs: na
de: am
fr: le
nl: op

source: is equal to
cs: je rovno
de: ist gleich
fr: est égal à
nl: is gelijk aan

source: not on
cs: ne na
de: nicht am
fr: pas le
nl: niet op

source: is unequal to
cs: není rovno
de: ist ungleich
fr: est différent de
nl: is ongelijk aan

source: is simelar to
cs: Je simelar na
de: ist ähnlich wie
fr: est similaire à
nl: is zoals

source: is after
cs: je po
de: nach dem
fr: est après
nl: is na

source: is greater than
cs: je větší než
de: ist größer als
fr: est plus grand que
nl: is groter dan

source: is on or after
cs: je na nebo po
de: nach dem oder am
fr: est le ou après
nl: is op of na

source: is greater or equal
cs: je větší nebo rovno
de: ist größer gleich
fr: est supérieur/égal
nl: is groter of gelijk

source: is before
cs: je před
de: vor dem
fr: est avant
nl: is voor

source: is less than
cs: je menší než
de: ist kleiner als
fr: est inférieur à
nl: is kleiner dan

source: is on or before
cs: je na nebo před
de: vor dem oder am
fr: est le ou avant
nl: is op of voor

source: is less or equal
cs: je menší nebo roven
de: ist kleiner gleich
fr: est inférieur/égal
nl: is minder of gelijk

source: is in the last
cs: je v posledním
de: in den letzten
fr: dans les derniers
nl: is in het laatste

source: is not in the last
cs: není v posledním
de: nicht in den letzten
fr: pas dans les derniers
nl: is niet in de laatste

source: is in the period
cs: je v období
de: im Zeitraum von
fr: dans la période
nl: is in de periode

source: is in range
cs: je v rozsahu
de: ist im Bereich
fr: dans la plage
nl: is in het bereik

source: is not in the period
cs: není v období
de: nicht im Zeitraum von
fr: hors de la période
nl: is niet in de periode

source: is not in range
cs: není v rosahu
de: ist nicht im Bereich
fr: hors de la plage
nl: is niet in het bereik

source: is set
cs: je nastaven
de: ist gesetzt
fr: renseigné
nl: is gezet

source: is unset
cs: není nastaven
de: ist ungesetzt
fr: non renseigné
nl: ist niet gezet

source: tracks
cs: skladby
de: Titel
fr: titres

source: albums
cs: alba
de: Alben

source: minutes
cs: minut
de: Minuten
nl: Minuten

source: hours
cs: hodin
de: Stunden
fr: heures
nl: uren

source: seconds
cs: sekund
de: Sekunden
fr: secondes
nl: Seconden

source: days
cs: dnů
de: Tagen
fr: jours
nl: dagen

source: No rating
cs: Bez hodnocení
de: Keine Wertung
fr: Sans notation
nl: Geen waardering

source: random
cs: náhodně
de: Zufall
fr: aléatoire
nl: willekeurig

source: highest rating
cs: nejvyšší hodnocení
de: höchster Wertung
fr: avec meilleure note
nl: hoogste waardering

source: lowest rating
cs: nejnižší hodnocení
de: niedrigster Wertung
fr: avec la note la plus basse
nl: laagste waardering

source: most often played
cs: nejčastěji hrála
de: häufig gespielt
fr: le plus souvent lus
nl: meeste keren gespeeld

source: least often played
cs: nejméně hrála
de: selten gespielt
fr: très peu lus
nl: minste keren gespeeld

source: most recently played
cs: naposledy hrála
de: zuletzt gespielt
fr: les plus lus récemment
nl: meest recent gespeeld

source: least recently played
cs: alespoň v poslední době hrála
de: vor längerem gespielt
fr: les moins lus récemment
nl: minst recente gespeeld

source: most recently added
cs: naposledy přidané
de: zuletzt hinzugefügt
fr: les plus ajoutés récemment
nl: kortst geleden toegevoegd

source: least recently added
cs: alespoň v poslední době přidané
de: vor längerem hinzugefügt
fr: les moins ajoutés récemment
nl: langst geleden toegevoegd

source: most recently modified
cs: naposledy upravené
de: zuletzt geändert
fr: les plus modifiés récemment
nl: kortst geleden gewijzigd

source: least recently modified
cs: alespoň v poslední době upravené
de: vor längerem geändert
fr: les moins modifiés récemment
nl: langst geleden gewijzigd

source: most recently released
cs: nedávno uvolněn
de: zuletzt erschienen
fr: sorti récemment
nl: kortst geleden uitgegeven

source: least recently released
cs: alespoň nedávno vydala
de: vor längerem erschienen
fr: sorti depuis longtemps
nl: kortst geleden uitgegeven

source: low queue position
cs: nízké pořadí v playlistu
de: niedriger Warteschlangenpos.
fr: en début de la playlist
nl: lage afspeellijst-positie

source: high queue position
cs: vysoké pořadí v playlistu
de: hoher Warteschlangenpos.
fr: en fin de la playlist
nl: hoge afspeellijst-positie

source: Today
cs: Dnes
de: Heute
fr: Aujourd'hui
nl: Vandaag

source: Yesterday
cs: Včera
de: Gestern
fr: Hier
nl: Gisteren

source: Select...
cs: Vyberte...
de: Auswahl...
fr: Sélection...
nl: Selecterenl...

source: Show tracks...
cs: Seznam skladeb...
de: Titel anzeigen...
fr: Afficher les titres...
nl: Tracks weergeven...

source: Add tracks from playlist
cs: Přidat skladeby z playlistu
de: Titel aus Wiedergabeliste hinzufügen

source: Current position
cs: Aktuální pozice
de: Aktuelle Position
fr: Position actuelle
nl: Huidige positie

source: by
cs: od
de: nach
fr: de
nl: door

source: to
cs: do
de: bis
fr: à
nl: tot

source: Remove criterion
cs: Odstranit kritérium
de: Kriterium entfernen
fr: Enlever le critère
nl: Criterium verwijderen

source: Add criterion
cs: Přidat kritérium
de: Kriterium hinzufügen
fr: Ajouter un critère
nl: Criterium toevoegen

source: Tracks included to "%s"
cs: Skladby obsahují na "%s"
de: In "%s" eingeschlossene Titel
fr: Titres inclus dans "%s"l
nl: Tracks in "%s"

source: Tracks excluded from "%s"
cs: Skladby vyloučeny z "%s"
de: Von "%s" ausgeschlossene Titel
fr: Titres exclus de "%s"
nl: Tracks niet in "%s"

source: Saved selections
cs: Uložené výběry
de: Gespeicherte Auswahlen
fr: Sélections enregistrées
nl: Opgeslagen selectie

source: Search for %s matching %s of the following criteria:
cs: Hledat %s %s odpovídající z následujících kritérií:
de: Suche nach %s mit %s der folgenden Kriterien:
fr: Rechercher %s avec %s des critères suivants:
nl: Zoeken naar %s met %s van de volgende kriteria:

source: tracks|albums
cs: skladby|alba
de: Titeln|Alben
fr: titres|albums

source: all|any|none
cs: všechny|nějaké|žádné
de: allen|einigen|keinen
fr: tous|certains|aucun
nl: allen|sommigen|geen

source: Close
cs: Zavřít
de: Schließen
fr: Fermer
nl: Sluiten

source: Do you want to save your modifications to the music selection "%s"?
cs: Přejete si uložit změny v hudebním výběru "%s"?
de: Möchen Sie Ihre Änderungen an der Musikauswahl "%s" speichern?
fr: Voulez-vous sauvegarder les modifications à la sélection "%s"?
nl: Aanpassingen in muziekselectie "%s" opslaan?

source: Music selection modified
cs: Výběr hudby upravené
de: Musikauswahl geändert
fr: Sélection de musique modifiée
nl: Muziekselectie aangepast

source: Edit music selection "%s"
cs: Upravit výběr hudby "%s"
de: Musikauswahl "%s" bearbeiten
fr: Editer la sélection "%s"
nl: Muziekselectie "%s" bewerken

source: Do you really want to delete the music selection "%s"?
cs: Opravdu chcete odstranit výběr hudby "%s"?
de: Möchen Sie die Musikauswahl "%s" wirklich löschen?
fr: Voulez-vous vraiment supprimer la sélection de musique "%s"?
nl: Muziekselectie "%s" wissen?

source: Delete music selection
cs: Smazat výběr hudby
de: Musikauswahl löschen
fr: Supprimer la sélection
nl: Muziekselectiewissen

source: Do you really want to delete the %i selected music selections?
cs: Opravdu chcete odstranit %i označený hudební výběr?
de: Möchen Sie die %i ausgewählten Musikauswahlen wirklich löschen?
fr: Voulez-vous vraiment supprimer les sélections %i?
nl: Alle %i geselecteerde muziekselecties wissen?

source: Delete music selections
cs: Smazat výběr hudby
de: Musikauswahlen löschen
fr: Supprimer la sélection de musique
nl: Muziekselecties wissen?

source: No matches found for "%s".
cs: Nebyl nalezen záznam pro "%s".
de: Keine Treffer für "%s" gefunden.
fr: Aucun résultat pour "%s" .
nl: Geen zoekresultaten gevonden voor "%s" .

source: Do you want to remove the selected track(s) from the music selection "%s"?
cs: Přejete si odstranit vybranou skladbu(y) z hudebního výběr "%s"?
de: Möchten Sie die ausgewählten Titel von der Musikauswahl "%s" ausschließen?
fr: Voulez-vous supprimer les titres sélectionnés de la sélection de musique "%s"?
nl: Geselecteerde tracks verwijderen uit de muziekselectiel "%s"?

source: Do you want to add the selected track(s) to the music selection "%s"?
cs: Chcete přidat vybranou skladbu(y) do výběru hudby "%s"?
de: Möchten Sie die ausgewählten Titel zu der Musikauswahl "%s" hinzufügen?
fr: Voulez-vous rajouter les titres sélectionnés à la sélection de musique "%s"?
nl: Geselecteerde tracks toevoegen aan de muziekselectiel "%s"?

source: 70's music
de: Musik der 70er
fr: Musique des années 70
nl: 70's muziek

source: Worst rated
cs: Nejhůře hodnocený
de: Schlechte Wertungen

source: Top rated
cs: Nejlépe hodnocené
de: Höchste Wertungen
fr: Meilleure notation
nl: Hoogste waardering

source: Recently played
cs: V poslední době přehrané
de: Zuletzt gespielt
fr: Derniers lus
nl: Recent afgespeeld

source: Played today
cs: Přehrané dnes
de: Heute gespielt
fr: Lus aujourd'hui
nl: Vandaag afgespeeld

source: Random selection
cs: Náhodný výběr
de: Zufällige Auswahl
fr: Sélection aléatoire
nl: Willekeurige selectie

source: Tracks in queue
cs: Skladby v playlistu
de: Titel in Warteschlange
fr: Titres dans la playlist
nl: Tracks in afspeellijst

source: Untitled Music selection
cs: Výběr hudby bez názvu
de: Unbenannte Musikauswahl
fr: Sélection de musique non définie
nl: Unbekende muziekselectie

source: No matches in "%s"
cs: Žádné záznamy v "%s"
de: Keine Treffer in "%s"
fr: Aucun résultat pour "%s"
nl: Geen zoekresultaten in "%s"

source: 1 match in "%s"
cs: 1 záznam v "%s"
de: 1 Treffer in "%s"
fr: 1 trouvé pour "%s"
nl: 1 Treffer in "%s"

source: %s matches in "%s"
cs: %s záznam(y) v "%s"
de: %s Treffer in "%s"
fr: %s résultats pour "%s"
nl: %s Treffers in "%s"

source: No matches
cs: Žádné záznamy
de: Keine Treffer
fr: Aucun trouvé
nl: Geen zoekresultaten

source: 1 match
cs: 1 záznam
de: 1 Treffer
fr: 1 trouvé
nl: 1 treffer

source: %s matches
cs: %s záznamů
de: %s Treffer
fr: %s trouvés
nl: %s treffers

source: Search single words
cs: Hledání samostatného slova
de: Nach einzelnen Wörtern suchen

source: Lookup genre on simple search
cs: Vyhledání žánru jednoduchým vyhledáváním
de: Musikrichtung bei einfacher Suche berücksichtigen
fr: Tenir compte du genre dans une recherche simple
nl: Genre zoeken door eenvoudig zoeken

source: Search while typing
cs: Hledat při psaní
de: Während der Eingabe suchen
fr: Rechercher pendant la saisie
nl: Zoeken tijdens intypen

source: Save modified music selections
cs: Uložit upravený hudební výběr
de: Geänderte Musikauswahlen speichern
fr: Enregistrer les sélections modifiées
nl: Aangepaste muziekselecties opslaan

source: Ask
cs: Zeptat se
de: Nachfragen
fr: Demander
nl: vragen

source: Yes
cs: Ano
de: Ja
fr: Oui
nl: Ja

source: No
cs: Ne
de: Nein
fr: Non
nl: Nee

source: Max. history size
cs: Maximální historická velikost
de: Einträge in der Historie
fr: Taille maxi de l'historique
nl: Maximale grootte in het verleden

source: Search for "%s" in "%s"
cs: Hledat "%s" v "%s"
de: Suche nach "%s" in "%s"
fr: Rechercher "%s" dans "%s"
nl: Zoek naar "%s" in "%s"

source: Search for "%s"
cs: Hledat "%s"
de: Suche nach "%s"
fr: Rechercher "%s"
nl: Zoek naar "%s"

source: Please press and hold the left mouse button. Then, select the area to crop by moving the mouse.
cs: Stiskněte a držte levé tlačítko myši. Pak vyberte plochu k oříznutí pohybem myši.
de: Bitte drücken und halten Sie die linke Maustaste; wählen Sie dann den gewünschten Ausschnitt durch verschieben der Maus.
fr: Veuillez appuyer sur la touche de gauche de la souris et tirez la sélection souhaitée avec la souris.
nl: Linker muisknop indrukken en vasthouden. Vervolgens muis bewegen en gewenste uitsnede bepalen.

source: <Abstract>
cs: <Obal vytvořený z názvu alba>
de: <Abstrakt>

source: (Default)
cs: (Výchozí)
de: (Standard)
fr: (Standard)
nl: (Standaard)

source: Paste image from clipboard
cs: Vložit obrázek ze schránky
de: Bild aus Zwischenablage einfügen
fr: Coller l'image depuis le presse-papier
nl: Afbeelding plakken vanuit het klembord

source: Browse
cs: Prohlížet
de: Durchsuchen
fr: Sélection
nl: Bladeren

source: Select cover
cs: Vybrat obal
de: Cover auswählen
fr: Ouvrir la pochette
nl: Selecteer een cover

source: Search covers on the web
cs: Hledat obaly na webu
de: Cover im Internet suchen
fr: Rechercher des pochettes sur internet
nl: Cover zoeken op internet

source: Don't rotate
cs: Neotáčet
de: Nicht drehen
fr: Pas de rotation
nl: Niet roteren

source: Rotate/flip
cs: Otočit / převrátit
de: Drehen/Spiegeln
fr: Rotation/miroir
nl: Roteren/Spiegelen

source: Use default images...
cs: Použít výchozí obrázky...
de: Standardbilder verwenden...
fr: Remettre les images à leur état d'origine...
nl: Standaardafbeeldingen gebruiken...

source: Effects/options
cs: Efekty/možnosti
de: Effekte/Optionen
fr: Effets/options
nl: Effecten/Opties

source: Select image
cs: Vybrat obrázek
de: Bild auswählen
fr: Sélectionner l'image
nl: Afbeelding selecteren

source: Save cover
cs: Uložit obal
de: Cover speichern
fr: Enregistrer la pochette
nl: Cover opslaan

source: Reset all selected alternative images to their default value?
cs: Reset všechny označené alternativní obrázky na jejich výchozí hodnoty?
de: Möchten Sie alle ausgewählten, alternativen Bilder auf die Standardwerte zurücksetzen?
fr: Voulez-vous remettre les images modifiées à leur état d'origine?
nl: Alle alternatieve afbeeldingen resetten naar de standaard instelling?

source: Search paths
cs: Hledat cestu
de: Suchpfade
fr: Chemin
nl: Zoekpad

source: The search paths are used for skins, language files and modules.
cs: Hledat cestu použité pro skiny, jazykové soubory a moduly.
de: Die Suchpfade werden für Skins, Sprachdateien und für Module verwendet.
fr: Les chemins d'accès sont utilisés pour les skin, fichiers langue et modules.
nl: De zoekpaden worden voor skins, talen, en modules gebruikt:

source: Add...
cs: Přidat...
de: Hinzufügen...
fr: Ajouter...
nl: Toevoegen...

source: Remove
cs: Odstranit
de: Entfernen
fr: Supprimer
nl: Verwijderen

source: Please select the folder to add to the search paths.
cs: Vyberte prosím složku pro přidání do vyhledávací cesty.
de: Bitte wählen Sie den Ordner, den Sie zu den Suchpfaden hinzufügen möchten.
fr: Veuillez définir le répertoire que vous vouler ajouter au chemin d'accès.
nl: Selecteer de map die toegevoegd moet worden aan de zoekpaden.

source: Edit...
cs: Upravit...
de: Bearbeiten...
fr: Editer...
nl: Wijzigen...

source: Command or option
cs: Příkaz nebo možnost
de: Befehl oder Option
fr: Options et raccourcis
nl: Commando of optie

source: Setting
cs: Nastavení
de: Einstellung
fr: Codification
nl: instelling

source: Customize
cs: Vlastní
de: Anpassen
fr: Configurer
nl: Wijzigen

source: Reset selection
cs: Reset výběru
de: Auswahl zurücksetzen
fr: Annuler la sélection
nl: selectie resetten

source: Do you really want to reset all %i selected commands and options to their default values?
cs: Opravdu chcete obnovit všechny %i vybrané nástroje a možnosti, na jejich výchozí hodnoty?
de: Möchen Sie wirklich alle %i ausgewählten Befehle und Optionen auf die Standardwerte zurücksetzen?
fr: Souhaitez-vous vraiment remettre les valeurs standard aux %i commandes et options sélectionnées?
nl: Wilt u alle %i geselecteerde commando's of opties resetten naar de algemene waarden?

source: Language
cs: Jazyk
de: Sprache
fr: Langue
nl: Taal

source: Show files with
cs: Ukázat soubory s
de: Dateien anzeigen mit
fr: Ouvrir le fichier avec
nl: Toon bestanden met

source: Instance
cs: Příklad
de: Instanz

source: Use the command-line option --%s=<file> to change this.
cs: Použití příkazového řádku --%s=<file> změnit.
de: Verwenden Sie die Kommandozeilenoption --%s=<datei> um dies zu ändern.
fr: Veuillez utiliser l'option de ligne de commande --%s=<fichier> pour le changer.
nl: Gebruik de commando-regel optie --%s=<bestand> om dit te wijzigen.

source: Index file
cs: Index souboru
de: Index-Datei
fr: Fichier index
nl: Index-bestand

source: avg. query time: %s
cs: Dotaz - průměrný čas: %s
de: durchschnittl. Suchzeit: %s
fr: temps de recherche moyen: %s
nl: gemiddelde zoektijd: %s

source: Synchronity
de: Synchronität
fr: Synchronisation
nl: Synchroniteit

source: Fast
cs: Rychle
de: Schnell
fr: Rapide
nl: Snel

source: Save but slower
cs: Uložit ale pomalejší
de: Sicher aber langsamer
fr: Sûr mais plus lent
nl: Veilig maar langzamer

source: Very save and slow
cs: Velmi pomalé ukládání
de: Sehr sicher und langsam
fr: Très sure mais lente
nl: erg veilig en langzaam

source: Image cache
cs: Obrázky cache
de: Bild-Cache
fr: Cache image
nl: Afbeeldings-cache

source: Use temporary directory
cs: Použití dočasného adresáře
de: Temporäres Verzeichnis verwenden
fr: Utiliser un répertoire temporaire
nl: Gebruik tijdelijke directory

source: Yes, load images asynchrony
cs: Ano, načíst obrázky asynchroně
de: Ja, Bilder asynchron laden
fr: Oui, ouvrir les image en mode asynchrone
nl: Ja, afbeeldingen asynchroon laden

source: Yes, load images directly and avoid flickering
cs: Ano, načíst obrázky přímo a vyhnout se blikání
de: Ja, Bilder direkt laden und Flimmern vermeiden
fr: Oui, charger les images directement et éviter le scintillement
nl: Ja, afbeeldingen direct laden en flikkering vermijden

source: %i%% used for %i images
cs: %i%% využito pro %i obrázky
de: %i%% für %i Bilder verwendet
fr: %i%% utilisés pour %i images
nl: %i%% voor %i afbeeldingen gebruikt

source: Regard file changes
cs: Přečíst soubor změn
de: Dateiänderungen berücksichtigen

source: Show total time
cs: Zobrazit celkový čas
de: Gesamtzeit anzeigen
fr: Afficher la durée totale
nl: Totale tijd tonen

source: Show track number
cs: Zobrazit číslo skladby
de: Titelnummer anzeigen
fr: Afficher le numéro de piste
nl: Tracknummer weergeven

source: Show artist name
cs: Zobrazit jméno interpreta
de: Künstlernamen anzeigen
fr: Afficher le nom de l'artiste
nl: Artiestnaam weergeven

source: Show AutoPlay
cs: Zobrazit automatického přehrávání
de: AutoPlay anzeigen
fr: Afficher AutoPlay
nl: Toon automatisch afspelen

source: Preferred cover
cs: Preferovaný obal
de: Bevorzugtes Cover

source: Track cover
cs: Obal skladby
de: Titelcover

source: Advanced
cs: Pokročilé
de: Erweitert
fr: Avançé
nl: Gevorderden

source: Please restart %s so that the changes can take effect.
cs: Změny %s se projeví po restartu Silverjuke
de: Bitte starten Sie %s neu um die Änderungen zu übernehmen.
fr: Veuillez redemarrer %s pour appliquer les modifications réalisées.
nl: U moet %s opnieuw starten om de veranderingen door te voeren.

source: Help-system
cs: Nápověda systému
de: Hilfesystem
fr: Sytème d'aide
nl: Helpsysteem

source: n/a
cs: Nedostupný
de: k.A.
fr: non connu

source: Internal
cs: Interní
de: Intern
fr: Interne
nl: Intern

source: No credit.
cs: Žádný kredit.
de: Kein Kredit.
fr: Pas de jetons
nl: Geen Credits.

source: Credit: %i
cs: Kredit: %i
de: Kredit: %i
fr: Jetons: %i
nl: Credits: %i

source: Start kiosk mode
cs: Start kiosk režimu
de: Kiosk-Modus starten
fr: Démarrer le mode kiosque
nl: Kiosk mode starten

source: Functionality
cs: Funkčnost
de: Funktionalität
fr: Fonctionnalités
nl: Functionaliteit

source: Monitors
cs: Monitory
de: Monitore
fr: Ecrans

source: Virtual keyboard
cs: Virtuální klávesnice
de: Bildschirmtastatur
fr: Clavier virtuel
nl: Virtueel toetsenbord

source: Credit system
cs: Kreditní systém
de: Kreditsystem
fr: Système de jetons
nl: Credietsystem
