Repository: JustForkin/silverjuke
Catalog: po/*.po
Languages: cs, de, fr, nl

source: Background
cs: Pozadí
de: Hintergrund
fr: Arrière-plan
nl: Achtergrond

source: Please select a directory with images
cs: Vyberte prosím adresář s obrázky
de: Bitte wählen Sie einen Ordner mit Bildern aus
fr: Veuillez sélectionner un répertoire avec des images
nl: Selecteer een map met afbeeldingen

source: Spectrum Monitor
cs: Spektrum Monitor
de: Spektrum Monitor

source: Show spectrum
cs: Zobrazit spektrum
de: Spektrum anzeigen
fr: Afficher le specte
nl: Spectrum weergeven

source: Show oscilloscope
cs: Zobrazit osciloskop
de: Oszilloskop anzeigen
fr: Afficher l'oscilloscope
nl: Oscilloscope weergeven

source: Show starfield
cs: Zobrazit hvězdné pole
de: Sterne anzeigen
fr: Fonds étoilé
nl: Toon sterrenhemel

source: Video output
cs: Video výstup
de: Videoausgabe

source: If appropriate, switch over automatically
cs: V případě potřeby přepínat automaticky
de: Bei Bedarf automatisch umschalten
fr: Si besoin, basculer automatiquement
nl: Schakel automatisch over indien mogelijk

source: Attached window
cs: Přiložené okna
de: Fenster andocken
fr: Fenêtre attachée
nl: Gekoppeld scherm

source: Half size
cs: Poloviční velikost
de: Halbe Größe
fr: Réduit à 50%
nl: Halve grootte

source: Search homepage
cs: Vyhledat domovskou stránku
de: Homepage suchen
fr: Chercher la homepage
nl: Homepage zoeken

source: Lyrics on %s
cs: Texty na %s
de: Texte auf %s
fr: Textes sur %s
nl: Songtekst op %s

source: Search with %s
cs: Vyhledat pomocí %s
de: Mit %s suchen
fr: avec %s
nl: Zoeken met %s

source: Information on %s
cs: Informace na %s
de: Informationen auf %s
fr: Informations sur %s
nl: Informatie op %s

source: Object count:
cs: Počet objektů:
de: Anzahl Objekte:
fr: Nombre d'objets:
nl: Aantal Objekten:

source: Elapsed time:
cs: Uplynulý čas:
de: Zeit bisher:
fr: Temps couru:
nl: Verstreken tijd:

source: Message
cs: Zpráva
de: Nachricht
nl: Bericht

source: Scope
cs: Rozsah
de: Bereich

source: Console
cs: Konzole
de: Konsole

source: %i message(s)
cs: %i zpráv(a, y)
de: %i Nachricht(en)
nl: %i bericht(en)

source: Evaluate
cs: Posoudit
de: Auswerten
nl: Evalueren

source: Clear
cs: Vymazat
de: Löschen
nl: Wissen

source: Open console on errors and warnings
cs: Otevřít konzoly chyb a varování
de: Konsole bei Fehlern und Warnungen öffnen
nl: Open console bij fouten en waarschuwingen

source: Clear all messages?
cs: Smazat všechny zprávy?
de: Alle Nachrichten löschen?
nl: Alle berichten wissen?

source: Overwrite "%s"?
cs: Přepsat "%s"?
de: "%s" überschreiben?
nl: "%s" overschrijven?

source: Append
cs: Připojit
de: Anhängen
nl: Voeg toe

source: %s-files
cs: %s-souborů
de: %s-Dateien
fr: %s-fichiers
nl: %s-bestanden

source: %s-images
cs: %s-obrázků
de: %s-Bilder
nl: %s-afbeeldingen

source: %s-playlists
cs: %s-playlistů
de: %s-Wiedergabelisten
fr: %s-playlist
nl: %s-afspeellijsten

source: Silverjuke skin-files
cs: Silverjuke skin soubory
de: Silverjuke Skin-Dateien
fr: Skin de Silverjuke
nl: Silverjuke Skin-bestanden

source: Archive-files
cs: Archiv souborů
de: Archivdateien
fr: Fichiers archives
nl: Archief bestanden

source: Supported file-types
cs: Podporované typy souborů
de: Unterstützte Dateitypen
fr: Types de fichiers supportés
nl: Ondersteunde bestandstypen

source: All files
cs: Všechny soubory
de: Alle Dateien
fr: Tous les fichiers
nl: Alle bestanden

source: Programs
cs: Programy
de: Programme
fr: Programmes
nl: Programma's

source: Cleanup index...
cs: Vyčištění indexu...
de: Index bereinigen...
fr: Nettoyer l'index...
nl: Index opschonen...

source: max. size
cs: Maximální velikost
de: max. Größe
fr: taille maxi
nl: max. grootte

source: Last time %s did not terminate normally. The following - maybe errorous - objects were in use just before the abnormal termination: %s On continuous problems, try to avoid using these objects. Do you want to use the objects this time?
cs: Naposledy %s nebyl korektně ukončen. Následující (pravděpodobně chybné) objekty byly používány těsně před ukončením programu: %s Pro zamezení těchto problémů se zkuste vyhnout používáním těchto objektů. Chcete i nadále používat tyto objekty?
de: Beim letzten Mal wurde %s nicht normal beendet. Die folgenden - eventuell fehlerhaften - Objekte wurde kurz vor dem abnormalen Ende verwendet: %s Bei anhaltenden Problemen, versuchen Sie diese Objekte nicht zu verwenden. Sollen die Objekte jetzt verwendet werden?
fr: A la dernière utilisation, %s ne s'est pas terminé correctement. Les objets (éventuellement corrompus) suivants ont été utilisés avant la fin anormale du programme: %s Si les problèmes persistent, essayer de ne plus utiliser ces objets. Ces objets doivent-il maintenant être utilisés?
nl: De laatste keer is %s niet op normale wijze afgesloten. De volgende - eventueel foutieve - Objecten werden gebruikt kort voordat het niet normale afsluiten: %s Bij terugkerende problemen kunt u proberen om deze objecten niet meer te gebruiken. Wilt u deze objecten deze keer blijven gebruiken?

source: Use maybe errorous objects?
cs: Použít pravděpodobně chybné objekty?
de: Eventuell fehlerhafte Objekte verwenden?
fr: Utiliser des objets éventuellement corrompus?
nl: Eventueel foutieve objecten gebruiken?

source: __DATE_TIME_LONG__
de: %a, %d. %b. %Y, %H:%M:%S
fr: %a, %d. %b. %Y, %H:%M:%S
nl: %a, %d. %b. %Y, %H:%M:%S

source: __DATE_TIME_EDITABLE__
de: %d.%m.%Y %H:%M:%S
fr: %d.%m.%Y %H:%M:%S
nl: %d.%m.%Y %H:%M:%S

source: __DATE_LONG__
de: %a, %d. %b. %Y
fr: %a, %d. %b. %Y
nl: %a, %d. %b. %Y

source: __DATE_EDITABLE__
de: %d.%m.%Y
fr: %d.%m.%Y
nl: %d.%m.%Y

source: __THIS_LANG__
de: de
fr: fr
nl: nl

source: __COVER_SEARCH_URLS__
de: [search] Amazon.de=http://www.amazon.de/exec/obidos/external-search?index=music&keyword=%artist%+%album% eBay.de=http://search.ebay.de/search/search.dll?MfcISAPICommand=GetResult&krd=1&ht=1&shortcut=4&SortProperty=MetaEndSort&cgiurl=http%3A%2F%2Fcgi.ebay.de%2Fws%2F&maxRecordsPerPage=50&st=2&ebaytag1code=77&query=%artist%+%album%&x=4&y=15 JPC.de=http://www.jpc.de/jpcng/home/search/index.html?dosearch=1&fastsearch=%artist%+%album%
fr: [search] Amazon.fr=http://www.amazon.fr/exec/obidos/external-search?index=music-fr&keyword=%artist%+%album% eBay.fr=http://search.ebay.fr/search/search.dll?MfcISAPICommand=GetResult&krd=1&ht=1&shortcut=4&SortProperty=MetaEndSort&cgiurl=http%3A%2F%2Fcgi.ebay.de%2Fws%2F&maxRecordsPerPage=50&st=2&ebaytag1code=77&query=%artist%+%album%&x=4&y=15
nl: [search] Amazon.nl=http://www.amazon.nl/exec/obidos/external-search?index=music&keyword=%artist%+%album% eBay.nl=http://search.ebay.nl/search/search.dll?MfcISAPICommand=GetResult&krd=1&ht=1&shortcut=4&SortProperty=MetaEndSort&cgiurl=http%3A%2F%2Fcgi.ebay.de%2Fws%2F&maxRecordsPerPage=50&st=2&ebaytag1code=77&query=%artist%+%album%&x=4&y=15

source: __ARTIST_INFO_URLS__
de: [info] Wikipedia.de=http://de.wikipedia.org/wiki/%artist% Laut.de=http://www.google.de/search?q=%22%artistutf8%%22+site:www.laut.de&btnI=1 [lyrics] Lyrix.at=http://www.google.de/search?q=%22%artistutf8%%22+site:www.lyrix.at&btnI=1
fr: [info] Wikipedia.fr=http://fr.wikipedia.org/wiki/%artist% Laut.de=http://www.google.fr/search?q=%22%artistutf8%%22+site:www.laut.de&btnI=1 [lyrics] Lyrix.at=http://www.google.fr/search?q=%22%artistutf8%%22+site:www.lyrix.at/en/&btnI=1
nl: [info] Wikipedia.nl=http://nl.wikipedia.org/wiki/%artist% [lyrics] Lyrix.at=http://www.google.nl/search?q=%22%artistutf8%%22+site:www.lyrix.at&btnI=1

source: %i days
cs: %i dní
de: %i Tage
fr: %i jours
nl: %i dagen

source: Invalid regular expression "%s".
cs: Neplatný regulární výraz "%s".
de: Ungültiger regulärer Ausdruck "%s"
fr: Expression régulière invalide "%s"
nl: Ongeldige normale uitdrukking "%s"

source: The file "%s" does not exist.
cs: Soubor "%s" neexistuje.
de: Die Datei "%s" existiert nicht.
fr: Le fichier "%s" n'existe pas.
nl: Het bestand "%s" bestaat niet.

source: Cannot execute "%s".
cs: Nelze spustit "%s".
de: Kann "%s" nicht ausführen.
fr: Ne peut exécuter "%s".
nl: Kan "%s" niet uitvoeren.

source: Samplerate
cs: Vzorkovací frekvence

source: AutoPlay
cs: Přehrát automaticky
nl: Automatisch afspelen

source: Explore
cs: Prozkoumat
nl: Verkennen

source: Cover editor
cs: Editor obalů
fr: Afficher la pochette

source: Bitrate
cs: Datový tok

source: Pause
cs: Pauza
nl: Pauze

source: Reload skin
cs: Znovunačíst skin
fr: Recharger les skin
nl: Skin opnieuw laden

source: Tooltips
cs: Popisy
fr: Conseils

source: Display
cs: Zobrazení
fr: Affichage

source: Album cover
cs: Obal alba

source: Login name:
cs: Přihlašovací jméno:
fr: Nom de login:
nl: Loginnaam:

source: Server name
cs: Název serveru
fr: Serveur
nl: Server naam

source: in:
cs: v:
fr: dans:

source: Skins
cs: Skiny

source: Name
cs: Jméno
fr: Nom
nl: Naam

source: Karaoke Prompt
cs: Karaoke řádek

source: Details
cs: Detaily

source: Nr.
fr: No

source: Shift
fr: Maj

source: Info...
fr: Infos...

source: Esc
fr: Echap

source: Enter
fr: Entrée

source: RAM cache
fr: Cache RAM

source: Info
fr: Infos complémentaires

source: Monitor
fr: écran

source: Start
fr: Démarrer

source: Disk %i
fr: Support %i

source: Server:
fr: Serveur:
